{
  "Andrew": [
    "Jesus calls us; o’er the tumult<br>of our life’s wild, restless sea,<br>day by day his clear voice soundeth,<br>saying, “Christian, follow me;”</p><p>as, of old, Saint Andrew heard it<br>by the Galilean lake,<br>turned from home and toil and kindred,<br>leaving all for his dear sake.</p><p>Jesus calls us from the worship<br>of the vain world’s golden store;<br>from each idol that would keep us,<br>saying, “Christian, love me more.”</p><p>In our joys and in our sorrows,<br>days of toil and hours of ease,<br>still he calls, in cares and pleasures,<br>“Christian, love me more than these.”</p><p>Jesus calls us!  By thy mercies,<br>Savior, may we hear thy call,<br>give our hearts to thine obedience,<br>serve and love thee best of all."
  ],
  "Thomas": [
    ""
  ],
  "Paul": [
    ""
  ],
  "Candlemas": [
    "Hail to the Lord who comes,<br>comes to his temple gate,<br>not with his angel host,<br>not in his kingly state:<br>no shouts proclaim him nigh,<br>no crowds his coming wait.</p><p>But borne upon the throne<br>of Mary’s gentle breast,<br>watched by her duteous love,<br>in her fond arms at rest;<br>thus to his Father’s house<br>he comes, the heavenly guest.</p><p>There Joseph at her side<br>in reverent wonder stands;<br>and, filled with holy joy,<br>old Simeon in his hands<br>takes up the promised child,<br>the glory of all lands.</p><p>Hail to the great Firstborn,<br>whose ransom-price they pay,<br>the Son before all worlds,<br>the child of man today,<br>that he might ransom us<br>who still in bondage lay.</p><p>O Light of all the earth,<br>thy children wait for thee:<br>come to thy temples here,<br>that we, from sin set free,<br>before thy Father’s face<br>may all presented be."
  ],
  "Matthias": [
    ""
  ],
  "Annunciation": [
    "The God whom earth and sea and sky<br>Adore and laud and magnify,<br>Who o’er their threefold fabric reigns,<br>The Virgin’s spotless womb contains.</p><p>The God whose will by moon and sun<br>And all things in due course is done,<br>Is borne upon a maiden’s breast,<br>Whom God’s foreseeing grace possessed.</p><p>How blest that Mother, in whose shrine<br>The very Word of God divine,<br>Whose hand contains the earth and sky,<br>Vouchsafed, as in his ark, to lie.</p><p>Blest in the message Gabriel brought,<br>Blest by the work the Spirit wrought,<br>Blest evermore, who brought to birth<br>The great Desire of all the earth.</p><p>All honor, laud, and glory be<br>O Jesu, Virgin-born, to thee,<br>Whom with the Father we adore<br><br>And Holy Spirit, evermore."
  ],
  "Mark": [
    ""
  ],
  "PhilipAndJames": [
    ""
  ],
  "Barnabas": [
    ""
  ],
  "JohnBaptist": [
    "The great forerunner of the morn,<br>the herald of the Word, is born;<br>and faithful hearts shall never fail<br>with thanks and praise his light to hail.</p><p>With heav’nly message Gabriel came,<br>that John should be the herald’s name,<br>and with prophetic utterance told<br>his actions great and manifold.</p><p>John, still unborn, yet gave aright<br>his witness to the coming light;<br>and Christ, the Sun of all the earth,<br>fulfilled that witness at his birth.</p><p>Of woman born shall never be<br>a greater prophet than was he,<br>whose mighty deeds exalt his fame<br>to greater than a prophet’s name.</p><p>All praise to God the Father be,<br>all praise, eternal Son, to thee,<br>whom with the Spirit we adore<br>for ever and for evermore."
  ],
  "Peter": [
    "Forsaken once, and thrice denied,<br>the risen Lord gave pardon free,<br>stood once again at Peter’s side,<br>and asked him, “Lov’st thou me?”</p><p>How many times with faithless word<br>have we denied his holy name,<br>how oft forsaken our dear Lord,<br>and shrunk when trial came!</p><p>Saint Peter, when the cock crew clear,<br>went out, and wept his broken faith:<br>strong as a rock through strife and fear,<br>he served his Lord till death.</p><p>How oft his cowardice of heart<br>we have without his love sincere,<br>the sin without the sorrow’s smart,<br>the shame without the tear!</p><p>O oft forsaken, oft denied,<br>forgive our shame, wash out our sin; <br>look on us from thy Father’s side <br>and let that sweet look win.</p><p>Hear when we call thee from the deep, <br>still walk beside us on the shore,<br>give hands to work, and eyes to weep,<br>and hearts to love thee more."
  ],
  "James": [
    "Lord, who shall sit beside thee,<br>Enthroned on either hand,<br>when clouds no longer hide thee,<br>mid all thy faithful band?</p><p>Who drinks the cup of sorrow<br>thy Father gave to thee<br>neath shows of the morrow<br>in dark Gethsemane;</p><p>Who on thy passion thinking<br>can find in loss a gain,<br>and dare to meet unshrinking<br>thy baptism of pain.</p><p>O Jesus, form within us<br>thy likeness clear and true;<br>by thine example win us<br>to suffer or to do.</p><p>This law itself fulfilleth,<br>Christlike to Christ is nigh,<br>and, where the Father willeth,<br>shall sit with Christ on high."
  ],
  "Bartholomew": [
    ""
  ],
  "Matthew": [
    "He sat to watch o’er customs paid,<br>a man of scorned and hardening trade,<br>alike the symbol and the tool<br>of foreign masters’ hated rule.</p><p>But grace within his heart had stirred,<br>there needed but the timely word;<br>it came, true Lord of souls, from thee,<br>that royal summons, “Follow me.”</p><p>Enough, when thou wert passing by,<br>to hear thy voice, to meet thine eye;<br>he rose, responsive to the call,<br>and left his task, his gains, his all.</p><p>O wise exchange! with these to part,<br>and lay up treasures in the heart;<br>with twofold crown of light to shine<br>amid thy servants’ foremost line.</p><p>Come, Savior, as in days of old;<br>pass where the world has strongest hold,<br>and faithless care and selfish greed<br>are thorns that choke the holy seed.</p><p>Who keeps thy gifts, O bid them claim<br>the steward’s, not the owner’s name;<br>who yield up all for thy dear sake.<br>let them of Matthew’s wealth partake."
  ],
  "Michael": [
    "Round the Lord in glory seated,<br>cherubim and seraphim<br>filled his temple, and repeated<br>each to each the alternate hymn:<br>“Lord, thy glory fills the heaven,<br>earth is with its fulness stored;<br>unto thee be glory given,<br>holy, holy, holy Lord!”</p><p>Heav’n is still with glory ringing,<br>earth takes up the angels’ cry,<br>“Holy, holy, holy,” singing,<br>“Lord of Hosts, the Lord most high.”<br>With his seraph train before Him,<br>with his holy church below,<br>thus conspire we to adore him,<br>bid we thus our anthem flow.</p><p>“Lord, thy glory fills the heaven,<br>earth is with its fulness stored;<br>unto thee be glory given,<br>holy, holy, holy Lord!”<br>Thus thy glorious Name confessing,<br>we adopt thine angels’ cry,<br>“Holy, holy, holy,” blessing<br>thee, the Lord of Hosts most high."
  ],
  "Luke": [
    "Saviour, who didst healing give,<br>Still in power go before us;<br>Thou through death didst bid men live,<br>Unto fuller life restore us;<br>Strength from thee the fainting found,<br>Deaf men heard, the blind went seeing;<br>At thy touch was banished sickness,<br>And the leper felt new being.</p><p>Thou didst work thy deeds of old<br>Through the loving hands of others;<br>Still thy mercies manifold<br>Bless men by the hands of brothers;<br>Angels still before thy face<br>Go, sweet health to brothers bringing;<br>Still, hearts glow to tell his praises<br>With whose name the Church is ringing.</p><p>Loved physician! for his word<br>Lo, the gospel page burns brighter,<br>Mission servant of the Lord,<br>Painter true, and perfect writer;<br>Saviour, of thy bounty send<br>Such as Luke of gospel story,<br>Friends to all in body’s prison<br>Till the sufferers see thy glory."
  ],
  "SimonAndJude": [
    "Thou Who sentest Thine apostles<br>Two by two before Thy face,<br>Partners in the night of toiling,<br>Heirs together of Thy grace,<br>Throned at length, their labors ended,<br>Each in his appointed place;</p><p>Praise to Thee for those Thy champions<br>Whom our hymns to-day proclaim;<br>One, whose zeal by Thee enlightened<br>Burned anew with nobler flame;<br>One, the kinsman of Thy childhood,<br>Brought at last to know Thy Name.</p><p>Praise to Thee! Thy fire within them<br>Spake in love, and wrought in power;<br>Seen in mighty stars and wonders<br>In Thy Church’s mourning hour;<br>Heard in tones of sternest warning<br>When the storms began to lower.</p><p>Once again those storms are breaking;<br>Hearts are failing, love grows cold;<br>Faith is darkened, sin abounding;<br>Grievous wolves assail Thy fold:<br>Save us, Lord, our one Salvation;<br>Save the faith revealed of old.</p><p>Call the erring by Thy pity;<br>Warn the tempted by Thy fear;<br>Keep us true to Thine allegiance,<br>Counting life itself less dear;<br>Standing firmer, holding faster,<br>As we see the end draw near:</p><p>Till with holy Jude and Simon<br>And the thousand faithful more,<br>We, the good confession witnessed<br>And the lifelong conflict o’er,<br>On the sea of fire and crystal<br>Stand, and wonder, and adore."
  ],
  "AllSaints": [
    "For all the saints, who from their labors rest,<br>who thee by faith before the world confessed,<br>thy Name, O Jesus, be forever blessed.<br>Alleluia, Alleluia!</p><p>Thou wast their Rock, their Fortress and their Might;<br>thou, Lord, their Captain in the well fought fight;<br>thou, in the darkness drear, their one true Light.<br>Alleluia, Alleluia!</p><p>For the apostles’ glorious company,<br>who bearing forth the cross o’er land and sea,<br>shook all the mighty world, we sing to Thee:<br>Alleluia, Alleluia!</p><p>For the Evangelists, by whose blest word,<br>like fourfold streams, the garden of the Lord,<br>is fair and fruitful, be thy Name adored.<br>Alleluia, Alleluia!</p><p>For Martyrs, who with rapture kindled eye,<br>saw the bright crown descending from the sky,<br>and seeing, grasped it, thee we glorify.<br>Alleluia, Alleluia!</p><p>O may thy soldiers, faithful, true, and bold,<br>fight as the saints who nobly fought of old,<br>and win, with them the victor’s crown of gold.<br>Alleluia, Alleluia!</p><p>O blest communion, fellowship divine!<br>we feebly struggle, they in glory shine;<br>all are one in thee, for all are thine.<br>Alleluia, Alleluia!</p><p>And when the strife is fierce, the warfare long,<br>steals on the ear the distant triumph song,<br>and hearts are brave, again, and arms are strong.<br>Alleluia, Alleluia!</p><p>The golden evening brightens in the west;<br>soon, soon to faithful warriors comes their rest;<br>sweet is the calm of paradise the blessed.<br>Alleluia, Alleluia!</p><p>But lo! there breaks a yet more glorious day;<br>the saints triumphant rise in bright array;<br>the King of glory passes on his way.<br>Alleluia, Alleluia!</p><p>From earth’s wide bounds, from ocean’s farthest coast,<br>through gates of pearl streams in the countless host,<br>and singing to Father, Son and Holy Ghost:<br>Alleluia, Alleluia!",
    "I sing a song of the saints of God,<br>patient and brave and true,<br>who toiled and fought and lived and died<br>for the Lord they loved and knew.<br>And one was a doctor, and one was a queen,<br>and one was a shepherdess on the green:<br>they were all of them saints of God—and I mean,<br>God helping, to be one too.</p><p>They loved their Lord so dear, so dear,<br>and his love made them strong;<br>and they followed the right, for Jesus’ sake,<br>the whole of their good lives long.<br>And one was a soldier, and one was a priest,<br>and one was slain by a fierce wild beast:<br>and there’s not any reason, no, not the least,<br>why I shouldn’t be one too.</p><p>They lived not only in ages past,<br>there are hundreds of thousands still,<br>the world is bright with the joyous saints<br>who love to do Jesus’ will.<br>You can meet them in school, or in lanes, or at sea,<br>in church, or in trains, or in shops, or at tea,<br>for the saints of God are just folk like me,<br>and I mean to be one too.",
    "Ye watchers and ye holy ones,<br>bright seraphs, cherubim, and thrones,<br>raise the glad strain! Alleluia!<br>Cry out, dominions, princedoms, powers,<br>virtues, archangels, angels’ choirs,<br>Alleluia! alleluia! alleluia!<br>Alleluia! alleluia!</p><p>O higher than the cherubim,<br>more glorious than the seraphim,<br>lead their praises, Alleluia!<br>Thou bearer of th’eternal Word,<br>most gracious, magnify the Lord,<br>Alleluia! alleluia! alleluia!<br>Alleluia! alleluia!</p><p>Respond, ye souls in endless rest,<br>ye patriarchs and prophets blest,<br>Alleluia, alleluia!<br>Ye holy twelve, ye martyrs strong,<br>all saints triumphant, raise the song, <br>Alleluia! alleluia! alleluia!<br>Alleluia! alleluia!</p><p>O friends, in gladness let us sing,<br>supernal anthems echoing,<br>Alleluia, alleluia!<br>To God the Father, God the Son,<br>and God the Spirit, Three in One, <br>Alleluia! alleluia! alleluia!<br>Alleluia! alleluia!",
    "Jerusalem, my happy home,<br>when shall I come to thee?<br>When shall my sorrows have an end?<br>Thy joys when shall I see?<br>Thy saints are crowned with glory great;<br>they see God face to face;<br>they triumph still, they still rejoice<br>most happy is their case.</p><p>There David stands with harp in hand<br>as master of the choir:<br>ten thousand times that man were blessed<br>that might this music hear.<br>Our Lady sings Magnificat<br>with tune surpassing sweet,<br>and all the virgins bear their part,<br>sitting at her feet.</p><p>There Magdalen hath left her moan,<br>and cheerfully doth sing<br>with blessèd saints, whose harmony<br>in every street doth ring.<br>Jerusalem, Jerusalem,<br>God grant that I may see<br>thine endless joy, and of the same<br>partaker ever be!",
    "Lo! what a cloud of witnesses<br>encompass us around!<br>Men once like us with suff’ring tried,<br>but now with glory crowned.</p><p>Let us, with zeal like theirs inspired,<br>strive in the Christian race;<br>and, freed from every weight of sin,<br>their holy footsteps trace.</p><p>Behold a Witness nobler still,<br>who trod affliction’s path:<br>Jesus, the author, finisher,<br>rewarder of our faith.</p><p>He, for the joy before him set,<br>and moved by pitying love,<br>endured the cross, despised the shame,<br>and now he reigns above.</p><p>Thither, forgetting things behind,<br>press we to God’s right hand;<br>there, with the Savior and his saints,<br>triumphantly to stand.",
    "YE holy angels bright,<br>who wait at God’s right hand,<br>or through the realms of light<br>fly at your Lord’s command,<br>assist our song,<br>for else the theme<br>too high doth seem<br>for mortal tongue.</p><p>Ye blessèd souls at rest,<br>who ran this earthly race<br>and now, from sin released,<br>behold your Savior’s face,<br>his praises sound,<br>as in his sight<br>with sweet delight<br>ye do abound.</p><p>Ye saints, who toil below,<br>adore your heav’nly King,<br>and onward as ye go<br>some joyful anthem sing;<br>take what he gives<br>and praise him still,<br>through good or ill,<br>who ever lives!</p><p>My soul, bear thou thy part,<br>triumph in God above:<br>and with a well-tuned heart<br>sing thou the songs of love!<br>Let all thy days<br>till life shall end,<br>whate’er he send,<br>be filled with praise!"
  ]
}
