{
  "1": "Come, thou long-expected Jesus,<br>born to set thy people free;<br>from our fears and sins release us,<br>let us find our rest in thee.</p><p>Israel’s strength and consolation,<br>hope of all the earth thou art:<br>dear desire of every nation, <br>joy of every longing heart.</p><p>Born thy people to deliver,<br>born a child, and yet a king,<br>born to reign in us for ever,<br>now thy gracious kingdom bring.</p><p>By thine own eternal Spirit<br>rule in all our hearts alone;<br>by thine all-sufficient merit<br>raise us to thy glorious throne.",
  "2": "O come, O come, Emmanuel,<br>and ransom captive Israel,<br>that mourns in lonely exile here<br>until the Son of God appear.<br><i>Rejoice! Rejoice!<br>Emmanuel shall come to thee, O Israel.</i></p><p>O come, thou Wisdom from on high,<br>who orderest all things mightily;<br>to us the path of knowledge show,<br>and teach us in her ways to go. <br><i>Rejoice! Rejoice, &c.</i></p><p>O come, thou Rod of Jesse, free<br>thine own from Satan’s tyranny;<br>from depths of hell thy people save,<br>and give them victory over the grave. <br><i>Rejoice! Rejoice, &c.</i></p><p>O come, thou Dayspring, come and cheer<br>our spirits by thine advent here;<br>disperse the gloomy clouds of night,<br>and death’s dark shadows put to flight. <br><i>Rejoice! Rejoice, &c.</i></p><p>O come, thou Key of David, come,<br>and open wide our heavenly home;<br>make safe the way that leads on high,<br>and close the path to misery. <br><i>Rejoice! Rejoice, &c.</i></p><p>O come, O come, great Lord of might,<br>who to thy tribes on Sinai’s height<br>in ancient times once gave the law<br>in cloud and majesty and awe. <br><i>Rejoice! Rejoice, &c.</i></p><p>O come, thou Root of Jesse’s tree,<br>an ensign of thy people be;<br>before thee rulers silent fall;<br>all peoples on thy mercy call. <br><i>Rejoice! Rejoice, &c.</i></p><p>O come, Desire of nations, bind<br>in one the hearts of all mankind;<br>bid thou our sad divisions cease,<br>and be thyself our King of Peace. <br><i>Rejoice! Rejoice, &c.</i></p><p>O come, O come, Emmanuel,<br>and ransom captive Israel,<br>that mourns in lonely exile here<br>until the Son of God appear. <br><i>Rejoice! Rejoice, &c.</i>",
  "3": "Wake, awake, for night is flying;<br>the watchmen on the heights are crying:<br>awake, Jerusalem, at last!<br>Midnight hears the welcome voices<br>and at the thrilling cry rejoices;<br>come forth, ye virgins, night is past;<br>the Bridegroom comes, awake;<br>your lamps with gladness take;<br>Hallelujah!<br>And for his marriage feast prepare<br>for ye must go and meet him there.</p><p>Zion hears the watchmen singing,<br>and all her heart with joy is springing;<br>she wakes, she rises from her gloom;<br>for her Lord comes down all glorious,<br>the strong in grace, in truth victorious.<br>her Star is risen, her Light is come.<br>Ah come, thou blessèd One,<br>God’s own belovèd Son;<br>Hallelujah!<br>We follow till the halls we see<br>where thou hast bid us sup with thee.</p><p>Now let all the heavens adore thee,<br>and men and angels sing before thee,<br>with harp and cymbal’s clearest tone;<br>of one pearl each shining portal,<br>where we are with the choir immortal<br>of angels round thy dazzling throne;<br>nor eye hath seen,<br>nor ear hath yet attained to hear<br>what there is ours,<br>but we rejoice and sing to thee<br>our hymn of joy eternally.",
  "4": "Rejoice, rejoice, believers, <br>and let your lights appear;<br>the evening is advancing, <br>and darker night is near.<br>The Bridegroom is arising, <br>and soon he draweth nigh;<br>up, pray, and watch, and wrestle: <br>at midnight comes the cry.</p><p>See that your lamps are burning; <br>replenish them with oil;<br>and wait for your salvation, <br>the end of earthly toil.<br>The watchers on the mountain <br>proclaim the Bridegroom near;<br>go meet him as he cometh, <br>with alleluias clear.</p><p>O wise and holy virgins, <br>now raise your voices higher,<br>until in songs of triumph <br>ye meet the angel choir.<br>The marriage feast is waiting, <br>the gates wide open stand;<br>rise up, ye heirs of glory, <br>the Bridegroom is at hand.</p><p>Our hope and expectation, <br>O Jesus, now appear!<br>Arise, thou Sun so longed for, <br>over this benighted sphere!<br>With hearts and hands uplifted, <br>we plead, O Lord, to see<br>the day of earth’s redemption<br>that brings us unto thee.",
  "5": "Lo! he comes, with clouds descending,<br>once for our salvation slain;<br>thousand thousand saints attending<br>swell the triumph of his train: <br>Alleluia! alleluia! alleluia!<br>Christ the Lord returns to reign.</p><p>Every eye shall now behold him,<br>robed in dreadful majesty;<br>those who set at nought and sold him,<br>pierced, and nailed him to the tree,<br>deeply wailing, deeply wailing, deeply wailing, <br>shall the true Messiah see.</p><p>Those dear tokens of his passion<br>still his dazzling body bears,<br>cause of endless exultation<br>to his ransomed worshipers;<br>with what rapture, with what rapture, with what rapture<br>gaze we on those glorious scars!</p><p>Now redemption, long expected,<br>see in solemn pomp appear;<br>all his saints, by man rejected,<br>now shall meet him in the air:<br>Alleluia! alleluia! alleluia!<br>See the day of God appear!</p><p>Yea, amen! let all adore thee,<br>high on thine eternal throne;<br>Savior, take the power and glory;<br>claim the kingdom for thine own:<br>Alleluia! alleluia! alleluia! <br>Thou shalt reign, and thou alone.",
  "6": "Creator of the stars of night,<br>thy people’s everlasting light,<br>Jesus, Redeemer, save us all,<br>hear thou thy servants when they call.</p><p>Thou, sorrowing at the helpless cry<br>of all creation doomed to die,<br>didst save our lost and guilty race<br>by healing gifts of heavenly grace.</p><p>Thou cam’st, the Bridegroom of the bride,<br>as drew the world to eventide;<br>proceeding from a virgin shrine,<br>the spotless Victim all divine.</p><p>At thy great Name, exalted now,<br>all knees in lowly homage bow;<br>al things in heaven and earth adore,<br>and own thee King for evermore.</p><p>To thee, O Holy One, we pray,<br>our Judge in that tremendous day,<br>ward off, while yet we dwell below,<br>the weapons of our crafty foe.</p><p>To God the Father, God the Son,<br>and God the Spirit, Three in One,<br>laud, honor, might and glory be<br>from age to age eternally.",
  "7": "Hark! the glad sound! the Savior comes,<br>the Savior promised long:<br>let every heart prepare a throne,<br>and every voice a song.</p><p>He comes the prisoners to release<br>in Satan’s bondage held;<br>the gates of brass before him burst,<br>the iron fetters yield.</p><p>He comes, the broken heart to bind,<br>the bleeding soul to cure;<br>and with the treasures of his grace<br>to enrich the humble poor.</p><p>Our glad hosannas, Prince of Peace,<br>thy welcome shall proclaim;<br>and heaven’s eternal arches ring<br>with thy beloved Name.",
  "9": "Hark! a thrilling voice is sounding.<br>“Christ is nigh,” it seems to say;<br>“Cast away the works of darkness,<br>O ye children of the day.”</p><p>Wakened by the solemn warning,<br>let the earth-bound soul arise;<br>Christ, her Sun, all sloth dispelling,<br>shines upon the morning skies.</p><p>Lo! the Lamb, so long expected,<br>comes with pardon down from heaven;<br>let us all, with tears of sorrow,<br>pray that we may be forgiven;</p><p>that when next he comes with glory,<br>and the world is wrapped in fear,<br>with his mercy he may shield us,<br>and with words of love draw near.</p><p>Honor, glory, might, and blessing<br>to the Father and the Son,<br>with the everlasting Spirit,<br>while eternal ages run.",
  "10": "On Jordan’s bank the Baptist’s cry<br>announces that the Lord is nigh;<br>awake and hearken, for he brings<br>glad tidings of the King of kings.</p><p>Then cleansed be every breast from sin;<br>make straight the way for God within,<br>prepare we in our hearts a home<br>where such a mighty Guest may come.</p><p>For thou art our salvation, Lord,<br>our refuge and our great reward;<br>without thy grace we waste away<br>like flowers that wither and decay.</p><p>To heal the sick stretch out thine hand,<br>and bid the fallen sinner stand;<br>shine forth and let thy light restore<br>earth’s own true loveliness once more.</p><p>All praise, eternal Son, to thee,<br>whose advent doth thy people free;<br>whom with the Father we adore<br>and Holy Ghost for evermore.",
  "11": "The King shall come when morning dawns<br>and light triumphant breaks; <br>when beauty gilds the eastern hills<br>and life to joy awakes.</p><p>Not, as of old, a little child,<br>to bear and fight and die,<br>but crowned with glory like the sun<br>that lights the morning sky.</p><p>The King shall come when morning dawns<br>and earth’s dark night is past;<br>O haste the rising of that morn,<br>the day that e’er shall last;</p><p>And let the endless bliss begin,<br>by weary saints foretold,<br>when right shall triumph over wrong,<br>and truth shall be extolled.</p><p>The King shall come when morning dawns<br>and light and beauty brings:<br>Hail, Christ the Lord! Thy people pray,<br>come quickly, King of kings.",
  "14": "Come, thou long-expected Jesus,<br>born to set thy people free;<br>from our fears and sins release us,<br>let us find our rest in thee.</p><p>Israel’s strength and consolation,<br>hope of all the earth thou art:<br>dear desire of every nation, <br>joy of every longing heart.</p><p>Born thy people to deliver,<br>born a child, and yet a king,<br>born to reign in us for ever,<br>now thy gracious kingdom bring.</p><p>By thine own eternal Spirit<br>rule in all our hearts alone;<br>by thine all-sufficient merit<br>raise us to thy glorious throne.",
  "18": "A great and mighty wonder,<br>a full and holy cure!<br>The Virgin bears the Infant<br>with virgin-honor pure:<br>(R) Repeat the hymn again!<br>“To God on high be glory,<br>and peace on earth to men.”</p><p>The Word becomes incarnate,<br>and yet remains on high;<br>and cherubim sing anthems<br>to shepherds from the sky; (R)</p><p>While thus they sing your Monarch,<br>those bright angelic bands,<br>rejoice, ye vales and mountains,<br>ye oceans, clap your hands: (R)</p><p>Since all he comes to ransom,<br>by all be he adored,<br>the infant born in Bethlehem,<br>the Savior and the Lord: (R)",
  "20": "Of the Father’s love begotten,<br>ere the worlds began to be,<br>he is Alpha and Omega,<br>he the source, the ending he,<br>of the things that are, that have been,<br>and that future years shall see,<br>evermore and evermore!</p><p>At his word the words were framèd; <br>he commanded; it was done:<br>heaven and earth and depths of ocean <br>in their threefold order one;<br>all that grows beneath the shining<br>of the moon and burning sun, <br>evermore and evermore!</p><p>O that birth for ever blessèd,<br>when the Virgin, full of grace,<br>by the Holy Ghost conceiving,<br>bare the Savior of our race;<br>and the Babe, the world’s Redeemer,<br>first revealed his sacred face,<br>evermore and evermore!</p><p>This is he whom seers in old time <br>chanted of with one accord;<br>whom the voices of the prophets <br>promised in their faithful word;<br>now he shines, the long expected,<br>let creation praise its Lord, <br>evermore and evermore!</p><p>O ye heights of heaven, adore him;<br>angel-hosts, his praises sing;<br>powers, dominions, bow before him,<br>and extol our God and King;<br>let no tongue on earth be silent,<br>every voice in concert ring,<br>evermore and evermore!</p><p>Thee let old men, thee let young men, <br>thee let boys in chorus sing;<br>matrons, virgins, little maidens, <br>with glad voices answering:<br>let their guileless songs re-echo,<br>and the heart its music bring, <br>evermore and evermore!</p><p>Christ, to thee with God the Father,<br>and, O Holy Ghost, to thee,<br>hymn and chant and high thanksgiving,<br>and unwearied praises be;<br>honor, glory and dominion,<br>and eternal victory,<br>evermore and evermore!",
  "29": "Dost thou in a manger lie,<br>who hast all created,<br>stretching infant hands on high,<br>Savior, long awaited?<br>If a monarch, where thy state? <br>Where thy court on thee to wait?<br>Royal purple, where?<br>Here no regal pomp we see,<br>nought but need and penury:<br>why thus cradled here?</p><p>“Pitying love for fallen man<br>brought me down thus low;<br>for a race deep lost in sin<br>came I into woe.<br>By this lowly birth of mine,<br>sinner, riches shall be thine,<br>matchless gifts and free;<br>willingly this yoke I take,<br>and this sacrifice I make,<br>heaping joys for thee.”</p><p>Fervent praise would I do to thee<br>evermore be raising;<br>for thy wondrous love to me<br>thee be ever praising.<br>Glory, glory be for ever<br>unto that most bounteous Giver,<br>and that loving Lord!<br>Better witness to thy worth,<br>purer praise than ours on earth,<br>angels’ songs afford.",
  "30": "The first Nowell the angel did say<br>was to certain poor shepherds in fields as they lay;<br>in fields as they lay, keeping their sheep,<br>on a cold winter’s night that was so deep.<br><i>Nowell, Nowell, Nowell, Nowell,<br>born is the King of Israel.</i></p><p>They looked up and saw a star<br>shining in the east beyond them far,<br>and to the earth it gave great light,<br>and so it continued both day and night.<br><i>Nowell, Nowell, &c.</i></p><p>And by the light of that same star<br>three wise men came from country far;<br>to seek for a king was their intent,<br>and to follow the star wherever it went.<br><i>Nowell, Nowell, &c.</i></p><p>This star drew nigh to the northwest,<br>o’er Bethlehem it took its rest,<br>and there it did both stop and stay<br>right over the place where Jesus lay.<br><i>Nowell, Nowell, &c.</i></p><p>Then entered in those wise men three<br>full reverently upon their knee,<br>and offered there in his presence<br>their gold, and myrrh, and frankincense.<br><i>Nowell, Nowell, &c.</i> </p><p>Then let us all with one accord<br>sing praises to our heavenly Lord;<br>that hath made heaven and earth of nought,<br>and with his blood mankind hath bought. <br><i>Nowell, Nowell, &c.</i>",
  "46": "Brightest and best of the sons of the morning,<br>dawn on our darkness, and lend us thine aid;<br>star of the east, the horizon adorning,<br>guide where our infant Redeemer is laid.</p><p>Cold on his cradle the dewdrops are shining,<br>low lies his head with the beasts of the stall;<br>angels adore him in slumber reclining,<br>Maker and Monarch and Savior of all.</p><p>Shall we then yield him, in costly devotion,<br>odors of Edom, and offerings divine,<br>gems of the mountain, and pearls of the ocean,<br>myrrh from the forest, and gold from the mine?</p><p>Vainly we offer each ample oblation,<br>vainly with gifts would his favor secure,<br>richer by far is the heart’s adoration,<br>dearer to God are the prayers of the poor.</p><p>Brightest and best of the sons of the morning,<br>dawn on our darkness, and lend us thine aid;<br>star of the east, the horizon adorning,<br>guide where our infant Redeemer is laid.",
  "47": "What star is this, with beams so bright,<br>more lovely than the noonday light?<br>’Tis sent to announce a new-born King,<br>glad tidings of our God to bring.</p><p>’Tis now fulfilled what God decreed,<br>“From Jacob shall a star proceed;”<br>and lo! the eastern sages stand,<br>to read in heaven the Lord’s command.</p><p>While outward signs the star displays,<br>an inward light the Lord conveys,<br>and urges them, with force benign,<br>to seek the giver of the sign.</p><p>True love can brook no dull delay;<br>through toil and dangers lies their way;<br>and yet their home, their friends, their all<br>they leave at once, at God’s high call.</p><p>O, while the star of heavenly grace<br>invites us, Lord, to seek thy face,<br>may we no more that grace repel,<br>or quench that light which shines so well!</p><p>To God the Father, God the Son,<br>and Holy Spirit, three in One,<br>may every tongue and nation raise<br>an endless song of thankful praise!",
  "48": "Earth has many a noble city;<br>Bethlehem, thou dost all excel:<br>out of thee the Lord from heaven<br>came to rule his Israel.</p><p>Fairer than the sun at morning <br>was the star that told his birth,<br>to the world its God announcing<br>seen in fleshly form on earth.</p><p>Eastern sages at his cradle<br>make oblations rich and rare;<br>see them give, in deep devotion,<br>gold and frankincense and myrrh.</p><p>Sacred gifts of mystic meaning:<br>incense doth their God disclose,<br>gold the King of kings proclaimeth,<br>myrrh his sepulcher foreshows.</p><p>Jesus, whom the Gentiles worshiped<br>at thy glad epiphany,<br>unto thee, with God the Father<br>and the Spirit, glory be.",
  "49": "From the eastern mountains, pressing on, they come,<br>wise men in their wisdom, to his humble home;<br>stirred by deep devotion, hasting from afar,<br>ever journeying onward, guided by a star.</p><p>There their Lord and Savior meek and lowly lay,<br>wondrous Light that led them onward on their way,<br>ever now to lighten nations from afar,<br>as they journey homeward by that guiding star.</p><p>Thou who in a manger once hast lowly lain,<br>who dost now in glory o’er all kingdoms reign,<br>gather in the heathen who in lands afar<br>ne’er have seen the brightness of thy guiding star.</p><p>Onward through the darkness of the lonely night,<br>shining still before them with thy kindly light.<br>Guide them, Jew and Gentile, homeward from afar,<br>young and old together, by thy guiding Star.</p><p>Until every nation, whether bond or free,<br>’neath thy starlit banner, Jesus, follows thee.<br>O’er the distant mountains to that heavenly home,<br>where nor sin nor sorrow evermore shall come.",
  "51": "We three kings of Orient are,<br>bearing gifts we traverse afar,<br>field and fountain,<br>moor and mountain,<br>following yonder star.<br><i>O star of wonder, star of night,<br>star with royal beauty bright;<br>westward leading, still proceeding,<br>guide us to thy perfect light!</i></p><p>Born a King on Bethlehem’s plain,<br>gold I bring to crown him again,<br>King for ever,<br>ceasing never<br>over us all to reign.<br><i>O star, &c.</i></p><p>Frankincense to offer have I:<br>incense owns a Deity nigh;<br>prayer and praising,<br>gladly raising,<br>worship him, God Most High. <br><i>O star, &c.</i></p><p>Myrrh is mine; its bitter perfume<br>breathes a life of gathering gloom;<br>sorrowing, sighing,<br>bleeding, dying,<br>sealed in the stone-cold tomb.<br><i>O star, &c.</i></p><p>Glorious now behold him arise,<br>King and God and Sacrifice;<br>heaven sings <br>alleluia; alleluia <br>the earth replies.<br><i>O star, &c.</i>",
  "52": "As with gladness men of old<br>did the guiding star behold;<br>as with joy they hailed its light,<br>leading onward, beaming bright;<br>so, most gracious Lord, may we<br>evermore be led to thee.</p><p>As with joyful steps they sped<br>to that lowly manger-bed;<br>there to bend the knee before<br>him whom heaven and earth adore;<br>so may we with willing feet<br>ever seek the mercy seat.</p><p>As they offered gifts most rare<br>at that manger rude and bare;<br>so may we with holy joy,<br>pure and free from sin’s alloy,<br>all our costliest treasures bring,<br>Christ! to thee, our heavenly King.</p><p>Holy Jesus! every day<br>keep us in the narrow way;<br>and, when earthly things are past,<br>bring our ransomed souls at last<br>where they need no star to guide,<br>where no clouds thy glory hide.</p><p>In the heavenly country bright,<br>need they no created light;<br>thou its light, its joy, its crown,<br>thou its sun which goes not down;<br>there for ever may we sing<br>alleluias to our King.",
  "53": "Songs of thankfulness and praise,<br>Jesus, Lord, to thee we raise,<br>manifested by the star <br>to the sages from afar;<br>branch of royal David’s stem<br>in thy birth at Bethlehem;<br>anthems be to thee addressed,<br>God in man made manifest.</p><p>Manifest at Jordan’s stream,<br>Prophet, Priest and King supreme;<br>and at Cana, wedding guest,<br>in thy Godhead manifest;<br>manifest in power divine,<br>changing water into wine;<br>anthems be to thee addressed,<br>God in man made manifest.</p><p>Manifest in making whole<br>palsied limbs and fainting soul;<br>manifest in valiant fight,<br>quelling all the devil’s might;<br>manifest in gracious will,<br>ever bringing good from ill;<br>anthems be to thee addressed,<br>God in man made manifest.</p><p>Sun and moon shall darkened be,<br>stars shall fall, the heavens shall flee;<br>Christ will then like lightning shine,<br>all will see his glorious sign;<br>all will then the trumpet hear,<br>all will see the Judge appear;<br>thou by all wilt be confessed,<br>God in man made manifest.</p><p>Grant us grace to see thee, Lord,<br>mirrored in thy holy Word;<br>may we imitate thee now,<br>and be pure, as pure art thou;<br>that we like to thee may be<br>at thy great Epiphany;<br>and may praise thee, ever blest,<br>God in man made manifest.",
  "55": "Come, thou long-expected Jesus,<br>born to set thy people free;<br>from our fears and sins release us,<br>let us find our rest in thee.</p><p>Israel’s strength and consolation,<br>hope of all the earth thou art:<br>dear desire of every nation, <br>joy of every longing heart.</p><p>Born thy people to deliver,<br>born a child, and yet a king,<br>born to reign in us for ever,<br>now thy gracious kingdom bring.</p><p>By thine own eternal Spirit<br>rule in all our hearts alone;<br>by thine all-sufficient merit<br>raise us to thy glorious throne.",
  "58": "Weary of earth, and laden with my sin,<br>I look at heaven and long to enter in,<br>but there no evil thing may find a home:<br>and yet I hear a voice that bids me “Come.”</p><p>I am unworthy; dare I hope to stand<br>in the pure glory of the heavenly land?<br>Before the whiteness of that throne appear?<br>Yet there are hands stretched out to draw me near.</p><p>The while I fain would tread the heavenly way<br>evil is ever with me day by day;<br>yet on mine ears the gracious tidings fall:<br>“Repent, confess, thou shalt be loosed from all.”</p><p>It is the voice of Jesus that I hear;<br>his are the hands stretched out to draw me near,<br>and his the blood that can for all atone,<br>and set me faultless there before the throne.</p><p>’Twas he who found me on the deathly wild,<br>and made me heir of heaven, the Father’s child,<br>and day by day, whereby my soul may live,<br>gives me his grace of pardon, and will give.</p><p>O great Absolver, grant my soul may wear<br>the lowliest garb of penitence and prayer,<br>that in the Father’s courts my glorious dress<br>may be the garment of thy righteousness.</p><p>Yea, thou wilt answer for me, righteous Lord;<br>thine all the merits, mine the great reward;<br>thine the sharp thorns, and mine the golden crown;<br>mine the life won, and thine the life laid down.",
  "59": "Lord, who throughout these forty days<br>for us didst fast and pray,<br>teach us with thee to mourn our sins,<br>and close by thee to stay.</p><p>As thou with Satan didst contend<br>and didst the victory win,<br>O give us strength in thee to fight,<br>in thee to conquer sin.</p><p>As thou didst hunger bear and thirst,<br>so teach us, gracious Lord,<br>to die to self, and chiefly live<br>by thy most holy word.</p><p>And through these days of penitence,<br>and through thy Passiontide,<br>yea, evermore, in life and death,<br>Jesus! with us abide.</p><p>Abide with us, that so, this life<br>of suffering over-past,<br>an Easter of unending joy<br>we may attain at last!",
  "60": "With broken heart and contrite sigh,<br>a trembling sinner, Lord, I cry;<br>thy pard’ning grace is rich and free:<br>O God, merciful to me.</p><p>I smite upon my troubled breast,<br>with deep and conscious guilt oppressed,<br>Christ and his cross my only plea:<br>O God, merciful to me.</p><p>Far off I stand with tearful eyes,<br>nor dare uplift them to the skies;<br>but thou dost all my anguish see:<br>O God, merciful to me.</p><p>Nor alms, nor deeds that I have done,<br>can for a single sin atone;<br>to Calvary alone I flee:<br>O God, merciful to me.</p><p>And when, redeemed from sin and hell,<br>with all the ransomed throng I dwell,<br>my raptured song shall ever be,<br>God has been merciful to me.",
  "61": "The glory of these forty days<br>we celebrate with songs of praise;<br>for Christ, through whom all things were made,<br>himself has fasted and has prayed.</p><p>Alone and fasting Moses saw<br>the loving God who gave the law;<br>and to Elijah, fasting, came <br>the steeds and chariots of flame.</p><p>So Daniel trained his mystic sight,<br>delivered from the lions’ might;<br>and John, the Bridegroom’s friend, became<br>the herald of Messiah’s name.</p><p>Then grant us, Lord, like them to be<br>full oft in fast and prayer with thee;<br>our spirits strengthen with thy grace,<br>and give us joy to see thy face.</p><p>O Father, Son, and Spirit blest,<br>to thee be every prayer addressed,<br>who art in three-fold Name adored, <br>from age to age, the only Lord.",
  "62": "<i>All glory, laud, and honor<br>to thee, Redeemer, King!<br>to whom the lips of children<br>made sweet hosannas ring.</i></p><p>Thou art the King of Israel,<br>thou David’s royal Son,<br>who in the Lord’s Name comest,<br>the King and Blessed One.<br><i>All glory, &c.</i></p><p>The company of angels <br>are praising thee on high;<br>and mortal men and all things<br>created make reply.<br><i>All glory, &c.</i></p><p>The people of the Hebrews<br>with palms before thee went;<br>our praise and prayer and anthems<br>before thee we present.<br><i>All glory, &c.</i></p><p>To thee before thy passion<br>they sang their hymns of praise;<br>to thee, now high exalted,<br>our melody we raise.<br><i>All glory, &c.</i></p><p>Thou didst accept their praises;<br>accept the prayers we bring,<br>who in all good delightest,<br>thou good and gracious King.<br><i>All glory, &c.</i>",
  "63": "The royal banners forward go,<br>the cross shines forth in mystic glow;<br>where he in flesh, our flesh who made,<br>our sentence bore, our ransom paid.</p><p>Where deep for us the spear was dyed,<br>life’s torrent rushing from his side,<br>to wash us in that precious flood,<br>where mingled water flowed, and blood.</p><p>Fulfilled is all that David told<br>in true prophetic song of old,<br>amidst the nations, God, saith he,<br>hath reigned and triumphed from the tree.</p><p>O tree of beauty, tree of light!<br>O tree with royal purple dight!<br>Elect on whose triumphal breast<br>those holy limbs should find their rest.</p><p>Blest tree, whose chosen branches bore<br>the wealth that did the world restore,<br>the price of humankind to pay,<br>and spoil the spoiler of his prey.</p><p>Upon its arms, like balance true,<br>he weighed the price for sinners due,<br>the price which none but he could pay,<br>and spoiled the spoiler of his prey.</p><p>O cross, our one reliance, hail!<br>Still may thy power with us avail<br>to give new virtue to the saint,<br>and pardon to the penitent.</p><p>To thee, eternal Three in One,<br>let homage meet by all be done:<br>whom by the cross thou dost restore,<br>preserve and govern evermore.",
  "64": "Ride on! ride on in majesty!<br>Hark! all the tribes hosanna cry;<br>O Savior meek, pursue thy road<br>with palms and scattered garments strowed.</p><p>Ride on! ride on in majesty!<br>In lowly pomp ride on to die;<br>O Christ, thy triumphs now begin<br>o’er captive death and conquered sin.</p><p>Ride on! ride on in majesty!<br>The angel-squadrons of the sky<br>look down with sad and wondering eyes<br>to see the approaching sacrifice.</p><p>Ride on! ride on in majesty!<br>Thy last and fiercest strife is nigh;<br>the Father on his sapphire throne<br>expects his own anointed Son.</p><p>Ride on! ride on in majesty!<br>In lowly pomp ride on to die;<br>bow thy meek head to mortal pain,<br>then take, O God, thy power, and reign.",
  "65": "There is a green hill far away,<br>outside a city wall,<br>where our dear Lord was crucified<br>who died to save us all.</p><p>We may not know, we cannot tell,<br>what pains he had to bear,<br>but we believe it was for us<br>he hung and suffered there.</p><p>He died that we might be forgiven,<br>he died to make us good,<br>that we might go at last to heaven,<br>saved by his precious blood.</p><p>There was no other good enough<br>to pay the price of sin,<br>he only could unlock the gate<br>of heaven and let us in.</p><p>O dearly, dearly has he loved!<br>And we must love him too,<br>and trust in his redeeming blood,<br>and try his works to do.",
  "66": "Sing, my tongue, the glorious battle,<br>sing the last, the dread affray;<br>o’er the cross, the victor’s trophy,<br>sound the high triumphal lay,<br>how, the pains of death enduring,<br>earth’s Redeemer won the day.</p><p>When at length the appointed fulness<br>of the sacred time was come,<br>he was sent, the world’s Creator,<br>from the Father’s heavenly home,<br>and was found in human fashion,<br>offspring of the virgin’s womb.</p><p>Now the thirty years are ended<br>which on earth he willed to see,<br>willingly he meets his passion,<br>born to set his people free;<br>on the cross the Lamb is lifted,<br>there the sacrifice to be.</p><p>There the nails and spear He suffers,<br>vinegar and gall and reed;<br>from His sacred body piercèd<br>blood and water both proceed:<br>precious flood, which all creation<br>from the stain of sin hath freed.</p><p style="text-align: center;">✠&emsp;✠&emsp;✠</p><p>Faithful Cross, above all other,<br>one and only noble Tree,<br>none in foliage, none in blossom,<br>none in fruit thy peer may be;<br>sweet the wood, and sweet the iron,<br>and thy load, most sweet is he.</p><p>Bend, O lofty Tree, thy branches,<br>thy too rigid sinews bend;<br>and awhile the stubborn hardness,<br>which thy birth bestowed, suspend;<br>and the limbs of heaven’s high Monarch<br>gently on thine arms extend.</p><p>Thou alone wast counted worthy<br>this world’s Ransom to sustain,<br>that a shipwrecked race for ever<br>might a port of refuge gain,<br>with the sacred Blood anointed<br>of the Lamb for sinners slain.</p><p><i>May be sung at end of either part:</i><br>Praise and honor to the Father,<br>praise and honor to the Son,<br>praise and honor to the Spirit,<br>ever Three and ever One:<br>one in might, and One in glory,<br>while eternal ages run.",
  "67": "See the destined day arise!<br>See a willing sacrifice!<br>Jesus, to redeem our loss,<br>hangs upon the shameful cross.</p><p>Jesus, who but thou had borne,<br>lifted on that tree of scorn,<br>every pang and bitter throe,<br>finishing thy life of woe?</p><p>Who but thou had dared to drain,<br>steeped in gall, the cup of pain,<br>and with tender body bear<br>thorns, and nails, and piercing spear?</p><p>Thence the cleansing water flowed,<br>mingled from thy side with blood;<br>sign to all attesting eyes<br>of the finished sacrifice.</p><p>Thence the cleansing water flowed,<br>mingled from thy side with Blood;<br>sign to all attesting eyes<br>of the finished sacrifice.</p><p>Holy Jesus, grant us peace<br>in that sacrifice to place<br>all our trust for life renewed,<br>pardoned sin and promised good.",
  "69": "Drop, drop, slow tears, and bathe those beauteous feet,<br>which brought from heaven the news and Prince of Peace.</p><p>Cease not, wet eyes, his mercies to entreat;<br>to cry for vengeance sin doth never cease.</p><p>In your deep floods drown all my faults and fears;<br>nor let his eye see sin, but through my tears.",
  "70": "Go to dark Gethsemane,<br>ye that feel the tempter’s power;<br>your Redeemer’s conflict see,<br>watch with him one bitter hour;<br>turn not from his griefs away,<br>learn of Jesus Christ to pray.</p><p>Follow to the judgment hall;<br>view the Lord of life arraigned;<br>O the wormwood and gall!<br>O the pangs his souls sustained!<br>Shun not suffering, shame, or loss;<br>learn of him to bear the cross.</p><p>Calvary’s mournful mountain climb;<br>there, adoring at his feet,<br>mark the miracle of time,<br>God’s own sacrifice complete;<br>“It is finished!” hear him cry;<br>learn of Jesus Christ to die.",
  "71": "Ah, holy Jesus, how hast thou offended,<br>that man to judge thee hath in hate pretended?<br>By foes derided, by thine own rejected,<br>O most afflicted.</p><p>Who was the guilty? Who brought this upon thee?<br>Alas, my treason, Jesus, hath undone thee.<br>’Twas I, Lord Jesus, I it was denied thee:<br>I crucified thee.</p><p>Lo, the Good Shepherd for the sheep is offered;<br>the slave hath sinned, and the Son hath suffered;<br>for our atonement, while we nothing heedeth,<br>God intercedeth.</p><p>For me, kind Jesus, was thy incarnation,<br>thy mortal sorrow, and thy life’s oblation;<br>thy death of anguish and thy bitter passion,<br>for my salvation.</p><p>Therefore, kind Jesus, since I cannot pay thee,<br>I do adore thee, and will ever pray thee,<br>think on thy pity and thy love unswerving,<br>not my deserving.",
  "73": "O thou, who through this holy week,<br>didst suffer for us all,<br>the sick to cure, the lost to seek,<br>to raise up them that fall.</p><p>We cannot understand the woe<br>thy love was pleased to bear:<br>O Lamb of God, we only know<br>that all our hopes are there.</p><p>Thy feet the path of suffering trod,<br>thy hand the victory won:<br>what shall we render to our God<br>for all that he hath done?</p><p>O grant us, Lord, with thee to die,<br>with thee to rise anew;<br>grant us the things of earth to fly,<br>the things of heaven pursue.</p><p>To God, the blessèd Three in One,<br>all praise and glory be:<br>crown, Lord, thy servants who have won<br>the victory through thee.",
  "75": "O sacred head, sore wounded,<br>defiled and put to scorn;<br>O kingly head surrounded<br>with mocking crown of thorn:<br>What sorrow mars thy grandeur?<br>Can death thy bloom deflower?<br>O countenance whose splendor <br>the hosts of heaven adore!</p><p>Thy beauty, long-desirèd,<br>hath vanished from our sight;<br>thy power is all expirèd,<br>and quenched the light of light.<br>Ah me! for whom thou diest,<br>hide not so far thy grace:<br>show me, O Love most highest, <br>the brightness of thy face.</p><p>I pray thee, Jesus, own me,<br>me, Shepherd good, for thine;<br>who to thy fold hast won me,<br>and fed with truth divine.<br>Me guilty, me refuse not,<br>incline thy face to me,<br>this comfort that I lose not,<br>on earth to comfort thee.</p><p>In thy most bitter passion<br>my heart to share doth cry,<br>with thee for my salvation<br>upon the cross to die.<br>Ah, keep my heart thus moved<br>to stand thy cross beneath,<br>to mourn thee, well-beloved,<br>yet thank thee for thy death.</p><p>My days are few, O fail not,<br>with thine immortal power,<br>to hold me that I quail not<br>in death’s most fearful hour;<br>that I may fight befriended,<br>and see in my last strife<br>to me thine arms extended<br>upon the cross of life.",
  "76": "At the cross her station keeping,<br>stood the mournful mother weeping, <br>close to Jesus at the last,<br>Through her soul, of joy bereavèd,<br>bowed with anguish, deeply grievèd,<br>now at length the sword hath passed.</p><p>O, that blessed one, grief-laden,<br>blessed Mother, blessed Maiden,<br>Mother of the all-holy One;<br>O that silent, ceaseless mourning,<br>O those dim eyes, never turning<br>from that wondrous, suffering Son.</p><p>Who, on Christ’s dear mother gazing,<br>in her trouble so amazing,<br>born of woman, would not weep?<br>Who, on Christ’s dear Mother thinking,<br>such a cup of sorrow drinking,<br>would not share her sorrows deep?</p><p>For his people’s sins, in anguish,<br>there she saw the victim languish,<br>bleed in torments, bleed and die.<br>Saw the Lord’s anointed taken,<br>saw her Child in death forrsaken,<br>heard his last expiring cry.</p><p>In the passion of my Maker,<br>be my sinful soul partaker,<br>may I bear with her my part;<br>of his passion bear the token,<br>in a spirit bowed and broken<br>bear his death within my heart.</p><p>May his wounds both wound and heal me,<br>he enkindle, cleanse, and heal me,<br>be his cross my hope and stay.<br>May he, when the mountains quiver,<br>from that flame which burns for ever<br>shield me on the judgment day.</p><p>Jesus, may thy cross defend me,<br>and thy saving death befriend me,<br>cherished by thy deathless grace:<br>when to dust my dust returneth,<br>grant a soul that to thee yearneth<br>in thy paradise a place.",
  "80": "Were you there when they crucified my Lord?<br>Were you there when they crucified my Lord?<br>Oh!<br>Sometimes it causes me to tremble, tremble, tremble.<br>Were you there when they crucified my Lord?</p><p>Were you there when they nailed him to the tree?<br>Were you there when they nailed him to the tree?<br>Oh!<br>Sometimes it causes me to tremble, tremble, tremble.<br>Were you there when they nailed him to the tree?</p><p>Were you there when they pierced him in the side?<br>Were you there when they pierced him in the side?<br>Oh!<br>Sometimes it causes me to tremble, tremble, tremble.<br>Were you there when they pierced him in the side?</p><p>Were you there when they laid him in the tomb?<br>Were you there when they laid him in the tomb?<br>Oh!<br>Sometimes it causes me to tremble, tremble, tremble.<br>Were you there when they laid him in the tomb?",
  "82": "Jesus, in thy dying woes,<br>even while thy lifeblood flows,<br>craving pardon for thy foes;<br>hear us, holy Jesus.</p><p>Savior, for our pardon sue,<br>when our sins thy pangs renew,<br>for we know not what we do:<br>hear us, holy Jesus.</p><p>O may we, who mercy need,<br>be like thee in heart and deed,<br>when with wrong our spirits bleed:<br>hear us, holy Jesus.</p><p>Jesus, pitying the sighs<br>of the thief, who near thee dies,<br>promising him paradise;<br>hear us, holy Jesus.</p><p>May we, in our guilt and shame,<br>still thy love and mercy claim,<br>calling humbly on thy Name:<br>hear us, holy Jesus.</p><p>O remember us who pine,<br>looking from our cross to thine;<br>cheer our souls with hope divine:<br>hear us, holy Jesus.</p><p>Jesus, loving to the end<br>her whose heart thy sorrows rend,<br>and thy dearest human friend:<br>hear us, holy Jesus.</p><p>May we in thy sorrows share,<br>and for thee all peril dare,<br>and enjoy thy tender care:<br>hear us, holy Jesus.</p><p>May we all thy loved ones be,<br>all one holy family,<br>loving for the love of thee,<br>hear us, holy Jesus.</p><p>Jesus, whelmed in fears unknown,<br>with our evil left alone,<br>while no light from heav’n is shown:<br>hear us, holy Jesus.</p><p>Though no Father seem to hear,<br>though no light our spirits cheer,<br>tell our faith that God is near:<br>hear us, holy Jesus.</p><p>Jesus, in thy thirst and pain,<br>while thy wounds thy lifeblood drain,<br>thirsting more our love to gain:<br>hear us, holy Jesus.</p><p>Thirst for us in mercy still;<br>all thy holy work fulfill;<br>satisfy thy loving will:<br>hear us, holy Jesus.</p><p>May we thirst thy love to know;<br>lead us in our sin and woe<br>where the healing waters flow:<br>hear us, holy Jesus.</p><p>Jesus, all our ransom paid,<br>all thy Father’s will obeyed,<br>all thy sufferings perfect made:<br>hear us, holy Jesus.</p><p>Save us in our soul’s distress,<br>be our help to cheer and bless,<br>while we grow in holiness:<br>hear us, holy Jesus.</p><p>Brighten all our heavenward way<br>with an ever holier ray,<br>till we pass to perfect day:<br>hear us, holy Jesus.</p><p>Jesus, all thy labor vast,<br>all thy woe and conflict past,<br>yielding up thy soul at last:<br>hear us, holy Jesus.</p><p>When the death shades round us lower,<br>guard us from the temper’s power,<br>keep us in that trial hour:<br>hear us, holy Jesus.</p><p>May thy life and death supply<br>grace to live and grace to die,<br>grace to reach the home on high:<br>hear us, holy Jesus.",
  "85": "Jesus Christ is risen today, Alleluia!<br>our triumphant holy day, Alleluia!<br>who did once upon the cross, Alleluia!<br>suffer to redeem our loss. Alleluia!</p><p>Hymns of praise then let us sing, Alleluia!<br>unto Christ, our heavenly King, Alleluia!<br>who endured the cross and grave, Alleluia!<br>sinners to redeem and save. Alleluia!</p><p>But the pains which he endured, Alleluia!<br>our salvation have procured, Alleluia!<br>now above the sky he’s King, Alleluia!<br>where the angels ever sing. Alleluia!",
  "86": "<i>Hail thee, festival day!<br>Blest day that art hallowed forever;<br>day wherein Christ arose,<br>breaking the kingdom of death.</i></p><p>Lo, the fair beauty of earth,<br>from the death of the winter arising,<br>every good gift of the year<br>now with its Master returns.<br><i>Hail thee, &c.</i></p><p>He who was nailed to the Cross<br>is God and the Ruler of all things;<br>all things created on earth<br>worship the Maker of all.<br><i>Hail thee, &c.</i></p><p>God of all pity and power,<br>let thy word be assured to the doubted;<br>light on the third day returns:<br>rise, Son of God, from the tomb!<br><i>Hail thee, &c.</i></p><p>Ill doth it seem that thy limbs <br>should linger in lowly dishonor;<br>ransom and price of the world,<br>veiled from the vision of men.<br><i>Hail thee, &c.</i></p><p>Loosen, O Lord, the enchained,<br>the spirits imprisoned in darkness;<br>rescue, recall into life those<br>who are rushing to death.<br><i>Hail thee, &c.</i></p><p>Ill it beseemeth that thou,<br>by whose hand all things are encompassed,<br>captive and bound shouldst remain,<br>deep in the gloom of the rock.<br><i>Hail thee, &c.</i></p><p>Rise now, O Lord, from the grave<br>and cast off the shroud that enwrapped thee;<br>thou art sufficient for us;<br>nothing without thee exists.<br><i>Hail thee, &c.</i></p><p>Mourning they laid thee to rest,<br>who art Author of life and creation;<br>treading the pathway of death,<br>life thou bestowedst on man.<br><i>Hail thee, &c.</i></p><p>Show us thy face once more,<br>that the ages may joy in thy brightness;<br>give us the light of day,<br>darkened on earth at thy death.<br><i>Hail thee, &c.</i></p><p>Out of the prison of death<br>thou art rescuing numberless captives;<br>freely they tread in the way<br>whither their Maker has gone. <br><i>Hail thee, &c.</i></p><p>Jesus has harrowed hell;<br>he had led captivity captive;<br>darkness and chaos and death<br>flee from the face of the light. <br><i>Hail thee, &c.</i>",
  "87": "Welcome, happy morning!<br>age to age shall say:<br>hell today is vanquished, <br>heaven is won today!<br>Lo! the dead is living, <br>God for evermore!<br>Him their true Creator, <br>all his works adore!</p><p>Earth her joy confesses, <br>clothing her for spring,<br>all fresh gifts return <br>with her returning King:<br>bloom in every meadow, <br>leaves on every bough,<br>speak his sorrow ended, <br>hail his triumph now. </p><p>Months in due succession, <br>days of lengthening light,<br>hours and passing moments <br>praise thee in their flight.<br>Brightness of the morning, <br>sky and fields and sea,<br>Vanquisher of darkness, <br>bring their praise to thee.</p><p>Maker and Redeemer, <br>life and health of all,<br>thou from heaven beholding <br>human nature’s fall,<br>of the Father’s Godhead <br>true and only Son,<br>mankind to deliver, <br>manhood didst put on.</p><p>Thou, of life the Author, <br>death didst undergo,<br>tread the path of darkness, <br>saving strength to show;<br>come then, true and faithful, <br>now fulfill thy word,<br>’tis thine own third morning! <br>rise, O buried Lord!</p><p>Loose the souls long prisoned, <br>bound with Satan’s chain;<br>all that now is fallen <br>raise to life again;<br>show thy face in brightness, <br>bid the nations see;<br>bring again our daylight: <br>day returns with thee!",
  "88": "Jesus lives! thy terrors now<br>can no longer, death, appall us;<br>Jesus lives! by this we know<br>thou, O grave, canst not enthrall us.<br>Alleluia!</p><p>Jesus lives! henceforth is death<br>but the gate of life immortal;<br>this shall calm our trembling breath<br>when we pass its gloomy portal.<br>Alleluia!</p><p>Jesus lives! for us he died;<br>then, alone to Jesus living,<br>pure in heart may we abide,<br>glory to our Savior giving.<br>Alleluia!</p><p>Jesus lives! our hearts know well<br>nought from us his love shall sever;<br>life, nor death, nor powers of hell<br>tear us from his keeping ever. <br>Alleluia!</p><p>Jesus lives! to him the throne<br>over all the world is given:<br>may we go where he has gone,<br>rest and reign with him in heaven.<br>Alleluia!",
  "89": "At the Lamb’s high feast we sing<br>praise to our victorious King,<br>who hath washed us in the tide<br>flowing from his pierced side;<br>praise we him, whose love divine<br>gives his sacred Blood for wine,<br>gives his Body for the feast,<br>Christ the victim, Christ the priest.</p><p>Where the Paschal blood is poured,<br>death’s dark angel sheathes his sword;<br>Israel’s hosts triumphant go<br>through the wave that drowns the foe.<br>Praise we Christ, whose blood was shed,<br>Paschal victim, Paschal bread;<br>with sincerity and love<br>eat we manna from above.</p><p>Mighty victim from on high,<br>hell’s fierce powers beneath thee lie;<br>thou hast conquered in the fight,<br>thou hast brought us life and light:<br>now no more can death appall,<br>now no more the grave entrall;<br>thou hast opened paradise, <br>and in thee thy saints shall rise.</p><p>Easter triumph, Easter joy,<br>sin alone can this destroy;<br>from sin’s power do thou set free<br>souls newborn, O Lord, in thee.<br>Hymns of glory and of praise,<br>Risen Lord, to thee we raise;<br>Holy Father, praise to thee,<br>with the Spirit, ever be.<br/>",
  "90": "He is risen, he is risen!<br>Tell it out with joyful voice:<br>he has burst his three days’ prison;<br>let the whole wide earth rejoice:<br>death is conquered, man is free,<br>Christ has won the victory.</p><p>Come, ye sad and fearful-hearted,<br>with glad smile and radiant brow!<br>Lent’s long shadows have departed;<br>Jesus’ woes are over now,<br>and the passion that he bore--<br>sin and pain can vex no more.</p><p>Come, with high and holy hymning,<br>hail our Lord’s triumphant day;<br>not one darksome cloud is dimming<br>yonder glorious morning ray,<br>breaking o’er the purple east,<br>symbol of our Easter feast.</p><p>He is risen, he is risen!<br>He hath opened heaven’s gate:<br>we are free from sin’s dark prison,<br>risen to a holier state;<br>and a brighter Easter beam<br>on our longing eyes shall stream.",
  "91": "Alleluia, alleluia, alleluia!<br>The strife is o’er, the battle done,<br>the victory of life is won;<br>the song of triumph has begun.<br>Alleluia!</p><p>Alleluia, alleluia, alleluia!<br>The powers of death have done their worst,<br>but Christ their legions hath dispersed:<br>let shout of holy joy outburst.<br>Alleluia!</p><p>Alleluia, alleluia, alleluia!<br>The three sad days are quickly sped,<br>he rises glorious from the dead:<br>all glory to our risen Head!<br>Alleluia!</p><p>Alleluia, alleluia, alleluia!<br>He closed the yawning gates of hell,<br>the bars from heaven’s high portals fell;<br>let hymns of praise his triumphs tell!<br>Alleluia!</p><p>Alleluia, alleluia, alleluia!<br>Lord! by the stripes which wounded thee,<br>from death’s dread sting thy servants free,<br>that we may live and sing to thee.<br>Alleluia!",
  "92": "Alleluia, alleluia!<br>Hearts to heaven and voices raise:<br>sing to God a hymn of gladness,<br>sing to God a hymn of praise.<br>He, who on the cross a victim,<br>for the world’s salvation bled,<br>Jesus Christ, the King of glory,<br>now is risen from the dead.</p><p>Now the iron bars are broken,<br>Christ from death to life is born,<br>glorious life, and life immortal,<br>on this holy Easter morn.<br>Christ has triumphed, and we conquer<br>by his mighty enterprise:<br>we with him to life eternal<br>by his resurrection rise.</p><p>Christ is risen, Christ, the first fruits<br>of the holy harvest field,<br>which will all its full abundance<br>at his second coming yield:<br>then the golden ears of harvest<br>will their heads before him wave,<br>ripened by his glorious sunshine <br>from the furrows of the grave.</p><p>Christ is risen, we are risen!<br>Shed upon us heavenly grace,<br>rain and dew and gleams of glory<br>from the brightness of thy face;<br>that we, with our hearts in heaven,<br>here on earth may fruitful be,<br>and by angel hands be gathered,<br>and be ever, Lord, with thee.</p><p>Alleluia, alleluia!<br>Glory be to God on high;<br>Alleluia! to the Savior<br>who has gained the victory;<br>Alleluia! to the Spirit,<br>fount of love and sanctity:<br>Alleluia, alleluia!<br>to the Triune Majesty.",
  "93": "Thou hallowed chosen morn of praise,<br>that best and greatest shinest;<br>fair Easter, queen of all the days,<br>of seasons, best, divinest!<br>Christ rose from death; and we adore<br>forever and forevermore.</p><p>Come, let us taste the Vine’s new fruit,<br>for heavenly joy preparing;<br>today the branches with the root<br>in resurrection sharing:<br>whom as true God our hymns adore<br>forever and forevermore.</p><p>Rise, Zion, rise! and looking forth,<br>behold thy children round thee!<br>From east and west, from south and north,<br>thy scattered sons have found thee;<br>and in thy bosom Christ adore<br>forever and for evermore.</p><p>O Father, O co-equal Son,<br>O co-eternal Spirit,<br>in persons Three, in Godhead One,<br>and One in power and merit;<br>in thee baptized, we thee adore<br>forever and for evermore.",
  "94": "Come, ye faithful, raise the strain<br>of triumphant gladness!<br>God hath brought his Israel<br>into joy from sadness:<br>loosed from Pharoah’s bitter yoke<br>Jacob’s sons and daughters,<br>led them with unmoistened foot<br>through the Red Sea waters.</p><p>’Tis the spring of souls today:<br>Christ hath burst his prison,<br>and from three days’ sleep in death<br>as a sun hath risen;<br>all the winter of our sins,<br>long and dark, is flying<br>from his light, to whom we give<br>laud and praise undying.</p><p>Now the queen of seasons, bright<br>with the day of splendor,<br>with the royal feast of feasts,<br>comes its joy to render;<br>comes to glad Jerusalem,<br>who with true affection<br>welcomes in unwearied strains <br>Jesus’ resurrection.</p><p>Neither might the gates of death,<br>nor the tomb’s dark portal,<br>nor the watchers, nor the seal<br>hold thee as a mortal:<br>but today amidst the twelve<br>thou didst stand, bestowing<br>that thy peace which evermore<br>passeth human knowing.</p><p>Alleluia now we cry<br>to our King Immortal,<br>who triumphant burst the bars<br>of the tomb’s dark portal;<br>alleluia, with the Son<br>God the Father praising;<br>alleluia yet again<br>to the Spirit raising.",
  "95": "Christ, the Lord, is risen today, Alleluia!<br>Sons of men and angels say, Alleluia!<br>Raise your joys and triumphs high, Alleluia!<br>Sing, ye heavens, and earth, reply, Alleluia!</p><p>Love’s redeeming work is done, Alleluia!<br>Fought the fight, the battle won, Alleluia!<br>Lo! the Sun’s eclipse is over, Alleluia!<br>Lo! He sets in blood no more, Alleluia!</p><p>Vain the stone, the watch, the seal, Alleluia!<br>Christ hath burst the gates of hell, Alleluia!<br>Death in vain forbids his rise, Alleluia!<br>Christ hath opened Paradise, Alleluia!</p><p>Lives again our glorious King, Alleluia!<br>Where, O death, is now thy sting? Alleluia!<br>Once he died our souls to save, Alleluia!<br>Where thy victory, O grave? Alleluia!</p><p>Soar we now where Christ hath led, Alleluia!<br>Following our exalted Head, Alleluia!<br>Made like Him, like Him we rise, Alleluia!<br>Ours the cross, the grave, the skies, Alleluia!</p><p>Hail, the Lord of earth and heaven, Alleluia!<br>Praise to thee by both be given, Alleluia!<br>Thee we greet triumphant now, Alleluia!<br>Hail, the resurrection day, Alleluia!</p><p>King of glory, Soul of bliss, Alleluia!<br>Everlasting life is this, Alleluia!<br>Thee to know, thy power to prove, Alleluia!<br>Thus to sing and thus to love, Alleluia!</p><p>Hymns of praise then let us sing, Alleluia!<br>Unto Christ, our heavenly King, Alleluia!<br>Who endured the cross and grave, Alleluia!<br>Sinners to redeem and save. Alleluia!</p><p>But the pains that he endured, Alleluia!<br>Our salvation have procured, Alleluia!<br>Now above the sky He’s King, Alleluia!<br>Where the angels ever sing. Alleluia!</p><p>Jesus Christ is risen today, Alleluia!<br>Our triumphant holy day, Alleluia!<br>Who did once upon the cross, Alleluia!<br>Suffer to redeem our loss. Alleluia!",
  "96": "The day of resurrection! <br>Earth, tell it out abroad;<br>the Passover of gladness, <br>the Passover of God.<br>From death to life eternal, <br>from earth unto the sky,<br>our Christ hath brought us over, <br>with hymns of victory.</p><p>Our hearts be pure from evil, <br>that we may see aright<br>the Lord in rays eternal <br>of resurrection light;<br>and listening to his accents, <br>may hear so calm and plain <br>his own “All hail!” and, hearing, <br>may raise the victor strain.</p><p>Now let the heavens be joyful! <br>Let earth her song begin!<br>The round world keep high triumph, <br>and all that is therein!<br>Let all things seen and unseen <br>their notes in gladness blend,<br>for Christ the Lord hath risen, <br>our joy that hath no end.",
  "97": "Christians, to the Paschal victim <br>offer your thankful praises!</p><p>A lamb the sheep redeemeth:<br>Christ, who only is sinless,<br>reconcileth sinners to the Father.</p><p>Death and life have contended<br>in that combat stupendous:<br>the Prince of life, who died,<br>reigns immortal.</p><p>Speak, Mary, declaring <br>what thou sawest, wayfaring:</p><p>“The tomb of Christ, who is living,<br>the glory of Jesus’ resurrection;</p><p>“Bright angels attesting,<br>the shroud and napkin resting.</p><p>“Yea, Christ my hope is arisen;<br>to Galilee he will go before you.”</p><p>Christ indeed from death is risen,<br>our new life obtaining;<br>have mercy, victor King, ever reigning!<br>Amen.",
  "99": "Alleluia! Alleluia! Alleluia!</p><p>O sons and daughters, let us sing!<br>The King of heaven, the glorious King,<br>over death today rose triumphing.<br>Alleluia!</p><p>That Easter morn, at break of day,<br>the faithful women went their way<br>to seek the tomb where Jesus lay.<br>Alleluia!</p><p>An angel clad in white they see,<br>who sat, and spake unto the three,<br>“Your Lord doth go to Galilee.”<br>Alleluia!</p><p>That night the apostles met in fear;<br>amidst them came their Lord most dear,<br>and said, “My peace be on all here.”<br>Alleluia!</p><p>On this most holy day of days<br>to God your hearts and voices raise,<br>in laud and jubilee and praise.<br>Alleluia!</p><p>Alleluia! Alleluia! Alleluia!",
  "101": "O Jesus, crowned with all renown,<br>since thou the earth hast trod,<br>thou reignest and by thee come down<br>henceforth the gifts of God.<br>Thine is the health and thine the wealth<br>that in our halls abound,<br>and thine the beauty and the joy<br>with which the years are crowned.</p><p>Lord, in their change, let frost and heat,<br>and winds and dews be given;<br>all fostering power, all influence sweet,<br>breathe from the bounteous heaven.<br>Attemper fair and gentle air<br>the sunshine and the rain,<br>that kindly earth with timely birth<br>may yield her fruits again:</p><p>That we may feed the poor aright,<br>and gathering round thy throne,<br>here, in the holy angel’s sight,<br>repay thee of thine own:<br>That we may praise thee all our days,<br>and with the Father’s Name,<br>and with the Holy Spirit’s gifts,<br>the Savior’s love proclaim.",
  "102": "<i>Hail thee, festival day!<br>Blest day that art hallowed forever;<br>day when our God ascends<br>high in the heavens to reign.</i></p><p>Lo, the fair beauty of earth,<br>from the death of the winter arising,<br>every good gift of the year<br>now with its Master returns.<br><i>Hail thee, &c.</i></p><p>Daily the loveliness grows,<br>adorned with the glory of blossom;<br>heaven her gates unbars, <br>flinging her increase of light.<br><i>Hail thee, &c.</i></p><p>Christ in his triumph ascends, <br>who hath vanquished the devil’s dominion;<br>gay is the woodland with leaves,<br>bright are the meadows with flowers.<br><i>Hail thee, &c.</i></p><p>Christ overwhelms the domain<br>of Hades and rises to heaven;<br>fitly the light gives him praise--<br>meadows and ocean and sky.<br><i>Hail thee, &c.</i></p><p>Loosen, O Lord, the enchained,<br>the spirits imprisoned in darkness;<br>rescue, recall into life those<br>who are rushing to death. <br><i>Hail thee, &c.</i></p><p>So shalt thou bear in thine arms<br>an immaculate people to heaven,<br>bearing them pure unto God, <br>pledge of thy victory here.<br><i>Hail thee, &c.</i></p><p>Jesus, the health of the world,<br>enlighten our minds, thou Redeemer,<br>Son of the Father supreme, <br>only-begotten of God!<br><i>Hail thee, &c.</i></p><p>Equal art thou, co-eternal,<br>in fellowship ay with the Father;<br>in the beginning by thee<br>all was created and made. <br><i>Hail thee, &c.</i></p><p>And it was thou, blessèd Lord,<br>who discerning humanity’s sorrow,<br>humbledst thyself for our race,<br>taking our flesh for thine own.<br><i>Hail thee, &c.</i>",
  "103": "See, the Conqueror mounts in triumph; see the King in royal state,<br>riding on the clouds, his chariot, <br>to his heavenly palace gate.<br>Hark! the choirs of angel voices <br>joyful alleluias sing,<br>and the portals high are lifted <br>to receive their heavenly King.</p><p>Who is this that comes in glory, <br>with the trump of jubilee?<br>Lord of battles, God of armies, <br>he has gained the victory.<br>he who on the cross did suffer, <br>he who from the grave arose,<br>he has vanquished sin and Satan, <br>he by death has spoiled his foes.</p><p>While he raised his hands in blessing, <br>he was parted from his friends<br>while their eager eyes behold him, <br>he upon the clouds ascends;<br>he who walked with God and pleased him, <br>preaching truth and doom to come,<br>he, our Enoch, is translated <br>to his everlasting home.</p><p>Now our heavenly Aaron enters, <br>with his blood, within the veil;<br>Joshua now is come to Canaan, <br>and the kings before him quail;<br>now he plants the tribes of Israel <br>in their promised resting place;<br>now our great Elijah offers <br>double portion of his grace.</p><p>He has raised our human nature<br>on the clouds to God’s right hand;<br>there we sit in heavenly places,<br>there with him in glory stand:<br>Jesus reigns, adored by angels;<br>man with God is on the throne;<br>mighty Lord, in thine ascension<br>we by faith behold our own.</p><p>Glory be to God the Father, <br>glory be to God the Son,<br>dying, risen, ascending for us, <br>who the heavenly realm has won;<br>glory to the Holy Spirit, t<br>to One God in persons Three;<br>glory both in earth and heaven, <br>glory, endless glory, be.",
  "104": "Hail the day that sees him rise, Alleluia!<br>to his throne above the skies; Alleluia!<br>Christ, the Lamb for sinners given, Alleluia!<br>enters now the highest heaven! Alleluia!</p><p>There for him high triumph waits; Alleluia!<br>lift your heads, eternal gates! Alleluia!<br>he hath conquered death and sin; Alleluia!<br>take the King of glory in! Alleluia!</p><p>Lo! the heaven its Lord receives, Alleluia!<br>yet he loves the earth he leaves; Alleluia!<br>though returning to his throne, Alleluia!<br>still he calls mankind his own. Alleluia!</p><p>See! he lifts his hands above; Alleluia!<br>See! he shows the prints of love: Alleluia!<br>Hark! his gracious lips bestow, Alleluia!<br>blessings on his Church below. Alleluia!</p><p>Still for us he intercedes, Alleluia!<br>his prevailing death he pleads, Alleluia!<br>near himself prepares our place, Alleluia!<br>he the first fruits of our race. Alleluia!</p><p>Lord, though parted from our sight, Alleluia!<br>far above the starry height, Alleluia!<br>grant our hearts may thither rise, Alleluia!<br>seeking thee above the skies. Alleluia!</p><p>There we shall with thee remain, Alleluia!<br>partners of thy eternal reign, Alleluia!<br>there thy face forever see, Alleluia!<br>find our heaven of heavens in thee, Alleluia!",
  "105": "Look, ye saints! the sight is glorious:<br>see the Man of Sorrows now;<br>from the fight returned victorious,<br>every knee to him shall bow;<br>crown him, crown him,<br>crown him, crown him,<br>crowns become the Victor’s brow.</p><p>Crown the Savior! angels, crown him;<br>rich the trophies Jesus brings;<br>in the seat of power enthrone him,<br>while the vault of heaven rings;<br>crown him, crown him,<br>crown him, crown him,<br>crown the Savior King of kings.</p><p>Sinners in derision scorned him,<br>mocking thus the Savior’s claim;<br>saints and angels crowd around him,<br>own his title, praise his name;<br>crown him, crown him,<br>crown him, crown him,<br>spread abroad the Victor’s fame.</p><p>Hark, those bursts of acclamation!<br>hark, those loud triumphant chords!<br>Jesus takes the highest station;<br>O what joy the sight affords!<br>crown him, crown him,<br>crown him, crown him,<br>King of kings and Lord of lords!",
  "106": "The head that once was crowned with thorns<br>is crowned with glory now;<br>a royal diadem adorns<br>the mighty Victor’s brow.</p><p>The highest place that heaven affords<br>is his, is his by right,<br>the King of kings, and Lord of lords,<br>and heaven’s eternal Light;</p><p>The joy all of all who dwell above,<br>the joy of all below,<br>to whom he manifests his love<br>and grants his Name to know.</p><p>To them the cross with all its shame,<br>with all its grace is given;<br>their name, an everlasting name;<br>their joy, the joy of heaven.</p><p>They suffer with their Lord below,<br>they reign with him above,<br>their profit and their joy to know<br>the mystery of his love.</p><p>The cross he bore is life and health,<br>though shame and death to him:<br>his people’s hope, his people’s wealth,<br>their everlasting theme.",
  "107": "<i>Hail thee, festival day!<br>Blest day that art hallowed forever;<br>day wherein God from heaven,<br>shone on the world with his grace.</i></p><p>Lo! in the likeness of fire,<br>on them that await his appearing,<br>he whom the Lord foretold,<br>suddenly, swiftly, descends.<br><i>Hail thee, &c.</i></p><p>Forth from the Father he comes<br>with his sevenfold mystical dowry,<br>pouring on human souls<br>infinite riches of God.<br><i>Hail thee, &c.</i></p><p>Hark! in a hundred tongues<br>Christ’s own, his chosen Apostles,<br>preach to a hundred tribes <br>Christ and his wonderful works. <br><i>Hail thee, &c.</i></p><p>Praise to the Spirit of life,<br>all praise to the Fount of our being,<br>light that dost lighten all,<br>life that in all dost abide.<br><i>Hail thee, &c.</i></p><p>God, who art giver of all<br>good gifts and lover of concord,<br>pour thy balm on our souls,<br>order our ways in thy peace.<br><i>Hail thee, &c.</i></p><p>God Almighty, who fillest <br>the heaven, the earth and the ocean,<br>guard us from harm without,<br>cleanse us from evil within.<br><i>Hail thee, &c.</i></p><p>Kindle our lips with his live bright coal<br>from the hands of the Seraph;<br>shine in our minds with thy light;<br>burn in our hearts with thy love.<br><i>Hail thee, &c.</i>",
  "109": "Come, thou Holy Spirit, come,<br>and from thy celestial home<br>shed a ray of light divine!<br>Come, thou Father of the poor!<br>Come, thou Source of all our store!<br>Come, within our bosoms shine!</p><p>Thou, of comforters the best;<br>thou, the soul’s most welcome guest;<br>sweet refreshment here below;<br>in our labor, rest most sweet;<br>grateful coolness in the heat;<br>solace in the midst of woe.</p><p>O most blessèd Light divine,<br>shine within these hearts of thine,<br>and our inmost being fill!<br>Where thou art not, man hath naught,<br>nothing good in deed or thought,<br>nothing free from taint of ill.</p><p>Heal our wounds, our strength renew;<br>on our dryness pour thy dew;<br>wash the stains of guilt away;<br>bend the stubborn heart and will;<br>melt the frozen, warm the chill;<br>guide the steps that go astray.</p><p>On the faithful, who adore<br>and confess thee, evermore<br>in thy sevenfold gift descend;<br>give them virtue’s sure reward<br>give them thy salvation, Lord;<br>give them joys that never end.",
  "112": "When Christ was born in Bethlehem,<br>fair peace on earth to bring,<br>in lowly state of love he came<br>to be the children’s King.</p><p>A mother’s heart was there his throne,<br>his orb a maiden’s breast,<br>whereby he made through love alone<br>his kingdom manifest.</p><p>And round him, then, a holy band<br>of children blest was born,<br>fair guardians of his throne to stand<br>attendant night and morn.</p><p>And unto them this grace was given<br>a Savior’s name to own,<br>and die for him who out of heaven<br>had found on earth a throne.</p><p>O blessèd babes of Bethlehem,<br>who died to save our King,<br>you shared the Martyr’s diadem,<br>and in their anthem sing!</p><p>Your lips, on earth that never spake,<br>now sound the eternal word;<br>and in the courts of love you make<br>your children’s voices heard.</p><p>Lord Jesus Christ, eternal Child,<br>make thou our childhood thine;<br>that we with these the meek and mild<br>may share the love divine.",
  "113": "The ancient law departs,<br>and all its terrors cease;<br>for Jesus makes with faithful hearts<br>a covenant of peace.</p><p>The Light of Light divine,<br>true brightness undefiled,<br>he bears for us the shame of sin,<br>a holy, spotless Child.</p><p>Today the Name is thine,<br>at which we bend the knee;<br>they call thee Jesus, Child divine!<br>our Jesus deign to be.",
  "114": "We sing the glorious conquest<br>before Damascus’ gate,<br>when Saul, the Church’s spoiler<br>came breathing threats and hate.<br>The ravening wolf rushed forward<br>full early to the prey;<br>but lo! the Shepherd met him,<br>and bound him fast today.</p><p>O glory most excelling<br>that smote across his path!<br>O light that pierced and blinded<br>the zealot in his wrath!<br>O voice that spake within him<br>the calm, reproving word!<br>O love that sought and held him<br>the bondman of his Lord!</p><p>O Wisdom ordering all things<br>in order strong and sweet,<br>what nobler spoil was ever<br>cast at the Victor’s feet?<br>What wiser master builder<br>e’er wrought at thine employ<br>than he, till now so furious<br>thy building to destroy?</p><p>Lord, teach thy Church the lesson,<br>still in her darkest hour<br>of weakness and of danger,<br>to trust thy hidden power;<br>thy grace by ways mysterious<br>the wrath of man can bind,<br>and in thy boldest foeman<br>thy chosen saint can find.",
  "118": "Praise we the Lord this day,<br>this day so long foretold,<br>whose promise shone with cheering ray<br>on waiting saints of old.</p><p>The prophet gave the sign <br>for faithful men to read:<br>a virgin born of David’s line<br>shall bear the promised seed.</p><p>Ask not how this should be,<br>but worship and adore, <br>like her whom heaven’s Majesty <br>came down to shadow o’er.</p><p>Meekly she bowed her head<br>to hear the gracious word,<br>Mary, the pure and lowly maid,<br>the favored of the Lord.</p><p>Blessed shall be her name<br>in all the Church on earth,<br>through whom that wondrous mercy came,<br>the incarnate Savior’s birth.</p><p>Jesus, the Virgin’s Son,<br>we praise thee and adore,<br>who art with God the Father one<br>and Spirit evermore.",
  "123": "Christ, the fair glory of the holy angels,<br>thou who hast made us, thou who o’er us rulest,<br>grant of thy mercy unto us thy servants<br>steps up to heaven.</p><p>Send thine archangel Michael to our succor;<br>peacemaker blessèd, may he banish from us<br>striving and hatred, so that for the peaceful<br>all things may prosper.</p><p>Send thine archangel Gabriel, the mighty;<br>herald of heaven, may he, from us mortals,<br>spurn the old serpent, watching o’er the temples<br>where thou art worshiped.</p><p>Send thine archangel Raphael, the restorer<br>of the misguided ways of men who wander,<br>who at thy bidding strengthens soul and body<br>with thine anointing.</p><p>May the blest mother of our God and Savior,<br>may the assembly of the saints in glory,<br>may the celestial companies of angels<br>ever assist us.</p><p>Father Almighty, Son, and Holy Spirit,<br>God ever blessèd, be thou our preserver;<br>thine is the glory which the angels worship,<br>veiling their faces.",
  "124": "For all thy saints, 0 Lord,<br>our grateful hymn receive,<br>who followed thee, obeyed, adored,<br>and strove in thee to live.</p><p>For all thy saints, 0 Lord, <br>accept our thankful cry,<br>who counted thee their great reward,<br>who strove in thee to die.</p><p>Thine earthly members fit <br>to join thy saints above,<br>in one communion ever knit,<br>one fellowship of love.</p><p>Jesus, thy name we bless, <br>and humbly pray that we<br>may follow them in holiness<br>and live and die in thee.</p><p>All might, all praise, be thine,<br>Father, co-equal Son,<br>and Spirit, bond of love divine,<br>while endless ages run.",
  "125": "Hark! the sound of holy voices,<br>chanting at the crystal sea,<br>Alleluia, alleluia,<br>alleluia! Lord, to thee!<br>Multitude which none can number<br>like the stars in glory stands,<br>clothed in white apparel, holding <br>palms of victory in their hands.</p><p>Patriarch, and holy prophet,<br>who prepared the way for Christ,<br>king, apostle, saint, confessor,<br>martyr and evangelist,<br>saintly maiden, godly matron,<br>widows who have watched to prayer,<br>joined in holy concert, singing<br>to the Lord of all, are there.</p><p>They have come from tribulation, <br>and have washed their robes in blood,<br>washed them in the blood of Jesus; <br>tried they were, and firm they stood;<br>mocked, imprisoned, stoned, tormented, <br>sawn asunder, slain with sword;<br>they have conquered death and Satan <br>by the might of Christ the Lord.</p><p>Marching with thy cross, their banner,<br>they have triumphed following<br>thee, the Captain of salvation,<br>thee, their Savior and their King.<br>Gladly, Lord, with thee they suffered;<br>gladly, Lord, with thee they died;<br>and by death to life immortal<br>they were born and glorified.</p><p>Now they reign in heavenly glory,<br>now they walk in golden light,<br>now they drink, as from a river,<br>holy bliss and infinite;<br>love and peace they taste for ever,<br>and all truth and knowledge see<br>in the beatific vision<br>of the blessèd Trinity.</p><p>God of God, the One begotten, <br>Light of light, Emmanuel,<br>in whose body joined together <br>all the saints forever dwell;<br>pour upon us of thy fullness<br>that we may for evermore<br>God the Father, God the Son, and <br>God the Holy Ghost adore.",
  "126": "For all the saints, who from their labors rest,<br>who thee by faith before the world confessed,<br>thy Name, O Jesus, be forever blessed.<br>Alleluia, Alleluia!</p><p>Thou wast their Rock, their Fortress and their Might;<br>thou, Lord, their Captain in the well fought fight;<br>thou, in the darkness drear, their one true Light.<br>Alleluia, Alleluia!</p><p>For the apostles’ glorious company,<br>who bearing forth the cross o’er land and sea,<br>shook all the mighty world, we sing to Thee:<br>Alleluia, Alleluia!</p><p>For the Evangelists, by whose blest word,<br>like fourfold streams, the garden of the Lord,<br>is fair and fruitful, be thy Name adored.<br>Alleluia, Alleluia!</p><p>For Martyrs, who with rapture kindled eye,<br>saw the bright crown descending from the sky,<br>and seeing, grasped it, thee we glorify.<br>Alleluia, Alleluia!</p><p>O may thy soldiers, faithful, true, and bold,<br>fight as the saints who nobly fought of old,<br>and win, with them the victor’s crown of gold.<br>Alleluia, Alleluia!</p><p>O blest communion, fellowship divine!<br>we feebly struggle, they in glory shine;<br>all are one in thee, for all are thine.<br>Alleluia, Alleluia!</p><p>And when the strife is fierce, the warfare long,<br>steals on the ear the distant triumph song,<br>and hearts are brave, again, and arms are strong.<br>Alleluia, Alleluia!</p><p>The golden evening brightens in the west;<br>soon, soon to faithful warriors comes their rest;<br>sweet is the calm of paradise the blessed.<br>Alleluia, Alleluia!</p><p>But lo! there breaks a yet more glorious day;<br>the saints triumphant rise in bright array;<br>the King of glory passes on his way.<br>Alleluia, Alleluia!</p><p>From earth’s wide bounds, from ocean’s farthest coast,<br>through gates of pearl streams in the countless host,<br>and singing to Father, Son and Holy Ghost:<br>Alleluia, Alleluia!",
  "128": "The saints of God! their conflict past,<br>and life’s long battle won at last,<br>no more they need the shield or sword,<br>they cast them down before their Lord:<br>O happy saints! forever blest,<br>at Jesus feet’ how safe your rest!</p><p>The saints of God! their wanderings done,<br>no more their weary course they run,<br>no more they faint, no more they fall,<br>no foes oppress, no fears appall:<br>O happy saints! forever blest,<br>in that dear home how sweet your rest!</p><p>The saints of God! life’s voyage o’er,<br>safe landed on that blissful shore,<br>no stormy tempests now they dread,<br>no roaring billows lift their head:<br>O happy saints! forever blest,<br>in that calm haven of your rest!</p><p>The saints of God their vigil keep,<br>while yet their mortal bodies sleep,<br>till from the dust they too shall rise<br>and soar triumphant to the skies:<br>O happy saints! rejoice and sing:<br>he quickly comes, your Lord and King!</p><p>O God of saints! to thee we cry;<br>O Savior! plead for us on high;<br>O Holy Ghost! our Guide and Friend,<br>grant us thy grace till life shall end;<br>that with all the saints our rest may be<br>in that bright paradise with thee!",
  "129": "Joy and triumph everlasting<br>hath the heav’nly Church on high;<br>for that pure immortal gladness<br>all our feast days mourn and sigh:<br>yet in death’s dark desert wild<br>doth the mother aid her child;<br>guards celestial thence attend us,<br>stand in combat to defend us.</p><p>Here the world’s perpetual warfare<br>holds from heaven the soul apart;<br>legioned foes in shadowy terror<br>vex the Sabbath of the heart.<br>O how happy that estate<br>where delight doth not abate!<br>for that home the spirit yearneth,<br>where none languisheth nor mourneth.</p><p>There the body hath no torment,<br>there the mind is free from care,<br>there is every voice rejoicing,<br>every heart is loving there.<br>Angels in that city dwell;<br>them their King delighteth well:<br>still they joy and weary never,<br>more and more desiring ever.</p><p>There the seers and fathers holy,<br>there the prophets glorified,<br>all their doubts and darkness ended,<br>in the Light of Light abide.<br>There the saints, whose memories old<br>we in faithful hymns uphold,<br>have forgot their bitter story<br>in the joy of Jesus’ glory.",
  "130": "Who are these like stars appearing,<br>these, before God’s throne who stand?<br>Each a golden crown is wearing;<br>who are all this glorious band?<br>Alleluia! Hark, they sing,<br>praising loud their heavenly King.</p><p>Who are these of dazzling brightness,<br>clothed in God’s own righteousness?<br>These, whose robes of purest whiteness,<br>shall their luster still possess,<br>still untouched by time’s rude hand?<br>Whence came all this glorious band?</p><p>These are they who have contended<br>for their Savior’s honor long,<br>wrestling on till life was ended,<br>following not the sinful throng;<br>these who well the fight sustained,<br>triumph through the Lamb have gained.</p><p>These are they whose hearts were riven,<br>sore with woe and anguish tried,<br>who in prayer full oft have striven<br>with the God they glorified;<br>now, their painful conflict o’er,<br>God has bid them weep no more.</p><p>These, the Almighty contemplating,<br>did as priests before him stand,<br>soul and body always waiting<br>day and night at his command:<br>now in God’s most holy place<br>blest they stand before his face.",
  "132": "The eternal gifts of Christ the King,<br>the apostles’ glory, let us sing,<br>and all, with hearts of gladness, raise <br>due hymns of thankful love and praise.</p><p>For they the Church’s princes are,<br>triumphant leaders in the war,<br>in heavenly courts a warrior band,<br>true lights to lighten every land.</p><p>Theirs is the steadfast faith of saints,<br>and hope that never yields nor faints;<br>and love of Christ in perfect glow<br>that lays the prince of this world low.</p><p>In them the Father’s glory shone,<br>in them the will of God the Son,<br>in them exults the Holy Ghost,<br>through them rejoice the heavenly host.</p><p>To thee, Redeemer, now we cry,<br>that thou wouldst join to them on high<br>thy servants, who this grace implore,<br>for ever and for evermore.",
  "133": "Come sing, ye choirs exultant,<br>those messengers of God,<br>through whom the living Gospels<br>came sounding all abroad!<br>Whose voice proclaimed salvation<br>that poured upon the night,<br>and drove away the shadows,<br>and flushed the world with light.</p><p>He chose them, our Good Shepherd,<br>and, tending evermore<br>his flock through earth’s four quarters,<br>in wisdom made them four;<br>true Lawgiver, he bade them<br>their healing message spread,<br>one charter for all nations,<br>one glorious title deed.</p><p>In one harmonious witness<br>the chosen four combine,<br>while each his own commission<br>fulfills in every line;<br>as, in the prophet’s vision<br>from out the amber flame<br>in mystic form and image<br>four living creatures came.</p><p>Lo, these the wingèd chariots<br>that bring Emmanuel nigh;<br>the golden staves uplifting<br>the ark of God on high;<br>and these the fourfold river<br>of Paradise above,<br>whence flow for all the nations<br>new mysteries of love.</p><p>Fourquare on this foundation<br>the Church of Christ remains,<br>a house to stand unshaken<br>by floods or winds or rains.<br>O glorious happy portion<br>in this safe home to be<br>by God, true Man, united<br>with God eternally!",
  "134": "Come, pure hearts, in sweetest measures,<br>sing of those who spread the treasure<br>in the holy Gospels shrined;<br>blessèd tidings of salvation,<br>peace on earth their proclamation,<br>love from God to lost mankind.</p><p>Thou, by whom the words were given<br>for our light and guide to heaven,<br>Spirit, on our darkness shine;<br>graft them in our hearts, increasing<br>faith, hope, love and joy unceasing,<br>till our hearts are wholly thine.</p><p>O that we, thy truth confessing,<br>and thy holy Word possessing,<br>Jesus, may thy love adore;<br>unto thee our voices raising,<br>thee with all thy ransomed praising,<br>ever and forevermore.",
  "135": "Blessed feasts of blessed martyrs,<br>holy days of holy men,<br>with affection’s recollections<br>greet we your return again.<br>Worthy deeds they wrought, and wonders,<br>worthy of the Name they bore;<br>we, with meetest praise and sweetest,<br>honor them for evermore.</p><p>Faith ne’er altered, hope ne’er faltered,<br>love of Jesus filled their heart;<br>thus they glorious and victorious<br>bravely bore the martyr’s part,<br>by contempt of worldly pleasures,<br>and by deeds of valor done.<br>they have reached the land of angels,<br>and with them are knit in one.</p><p>Made co-heirs with Christ in glory,<br>his celestial bliss they share:<br>may they now before him bending<br>help us onward by their prayer;<br>that this weary life completed,<br>and its fleeting trials past,<br>we may win eternal glory<br>in our Father’s home at last.<br/>",
  "136": "Let us now our voices raise, <br>wake the day with gladness;<br>God himself to joy and praise <br>turns our human sadness:<br>joy that martyrs won their crown, <br>opened heaven’s bright portal,<br>when they laid the mortal down <br>for the life immortal.</p><p>Never flinched they from the flame, <br>from the torture never;<br>vain the foeman’s sharpest aim, <br>vain each fierce endeavor:<br>for by faith they saw the land <br>decked in all its glory,<br>where triumphant now they stand <br>with the victor’s story.</p><p>Up and follow, Christian men! <br>Press through toil and sorrow;<br>Spurn the night of fear, and then, <br>O the glorious morrow!<br>Who will venture on the strife?<br>Who will first begin it!<br>Who will grasp the land of life?<br>Warriors, up and win it!",
  "137": "Come, ye thankful people, come, <br>raise the song of harvest home;<br>all is safely gathered in, <br>ere the winter storms begin.<br>God our Maker doth provide <br>for our wants to be supplied;<br>come to God’s own temple, come, <br>raise the song of harvest home.</p><p>All the world is God’s own field, <br>fruit as praise to God we yield;<br>wheat and tares together sown <br>are to joy or sorrow grown.<br>First the blade and then the ear, <br>then the full corn shall appear;<br>Lord of harvest, grant that we <br>wholesome grain and pure may be.</p><p>For the Lord our God shall come, <br>and shall take the harvest home;<br>from the field shall in that day <br>all offenses purge away,<br>give his angels charge at last <br>in the fire the tares to cast;<br>but the fruitful ears to store <br>in the garner evermore.</p><p>Even so, Lord, quickly come, <br>to thy final harvest home;<br>gather thou thy people in, <br>free from sorrow, free from sin,<br>there, forever purified, <br>in thy presence to abide;<br>come, with all thine angels come,<br>raise the glorious harvest home.",
  "138": "We plow the fields, and scatter <br>the good seed on the land,<br>but it is fed and watered <br>by God’s almighty hand;<br>he sends the snow in winter, <br>the warmth to swell the grain,<br>the breezes and the sunshine, <br>and soft refreshing rain.<br><i>All good gifts around us<br>are sent from heaven above,<br>then thank the Lord, O thank the Lord<br>for all his love.</i></p><p>He only is the Maker <br>of all things near and far;<br>he paints the wayside flower, <br>he lights the evening star;<br>the winds and waves obey him, <br>by him the birds are fed;<br>much more to us, his children, <br>he gives our daily bread.<br><i>All good gifts, &c.</i></p><p>We thank thee, then, O Father, <br>for all things bright and good,<br>the seed time and the harvest, <br>our life, our health, and food;<br>no gifts have we to offer, <br>for all thy love imparts,<br>and, what thou most desirest, <br>our humble, thankful hearts.<br><i>All good gifts, &c.</i>",
  "140": "Praise to God, immortal praise,<br>for the love that crowns our days;<br>bounteous source of every joy,<br>let thy praise our tongues employ:<br>all to thee, our God, we owe,<br>source whence all our blessings flow.</p><p>All the plenty summer pours;<br>autumn’s rich o’erflowing stores;<br>flocks that whiten all the plain;<br>yellow sheaves of ripened grain:<br>Lord, for these our souls shall raise<br>grateful vows and solemn praise.</p><p>Peace, prosperity, and health,<br>private bliss and public wealth,<br>knowledge with its gladdening streams,<br>pure religion’s beams:<br>Lord, for these our souls shall raise<br>grateful vows and solemn praise.</p><p>As thy prospering hand hath blessed,<br>may we give thee of our best;<br>and by deeds of kindly love<br>for thy mercies grateful prove;<br>singing thus through all our days<br>praise to God, immortal praise.",
  "143": "God of our fathers, whose almighty hand<br>leads forth in beauty all the starry band<br>of shining worlds in splendor through the skies,<br>our grateful songs before thy throne arise.</p><p>Thy love divine hath led us in the past,<br>in this free land by thee our lot is cast;<br>be thou our ruler, guardian, guide, and stay,<br>thy word our law, thy paths our chosen way.</p><p>From war’s alarms, from deadly pestilence,<br>be thy strong arm our ever sure defense;<br>thy true religion in our hearts increase,<br>thy bounteous goodness nourish us in peace.</p><p>Refresh thy people on their toilsome way,<br>lead us from night to never-ending day;<br>fill all our lives with love and grace divine,<br>and glory, laud, and praise be ever thine.",
  "146": "God bless our native land;<br>firm may she ever stand<br>through storm and night:<br>when the wild tempests rave,<br>ruler of wind and wave,<br>do thou our country save<br>by thy great might.</p><p>For her our prayers shall rise<br>to God, above the skies;<br>on him we wait;<br>thou who art ever nigh,<br>guarding with watchful eye,<br>to thee aloud we cry,<br>God save the state!</p><p>And not to us alone, <br>but be thy mercies known<br>from shore to shore.<br>Lord, make the nations see<br>that men should brothers be<br>and form one family<br>the wide world o’er.",
  "147": "God of our fathers, known of old,<br>Lord of our far flung battle line,<br>beneath whose awful hand we hold<br>dominion over palm and pine <br>Lord God of Hosts, be with us yet,<br>lest we forget lest we forget!</p><p>The tumult and the shouting dies;<br>the captains and the kings depart:<br>still stands thine ancient sacrifice,<br>an humble and a contrite heart.<br>Lord God of Hosts, be with us yet,<br>lest we forget lest we forget!</p><p>Far called, our navies melt away;<br>on dune and headland sinks the fire:<br>Lo, all our pomp of yesterday<br>is one with Nineveh and Tyre!<br>Judge of the nations, spare us yet,<br>lest we forget lest we forget!</p><p>If, drunk with sight of power, we loose<br>wild tongues that have not thee in awe,<br>such boastings as the Gentiles use,<br>or lesser breeds without the law <br>Lord God of Hosts, be with us yet,<br>lest we forget lest we forget!</p><p>For heathen heart that puts her trust<br>in reeking tube and iron shard,<br>all valiant dust that builds on dust,<br>and guarding, calls not thee to guard,<br>for frantic boast and foolish word <br>thy mercy on thy people, Lord!",
  "150": "Forth in thy Name, O Lord, I go,<br>my daily labor to pursue;<br>thee, only thee, resolved to know<br>in all I think or speak or do.</p><p>The task thy wisdom hath assigned,<br>O let me cheerfully fulfill;<br>in all my works thy presence find,<br>and prove thy good and perfect will.</p><p>Thee may I set at my right hand,<br>whose eyes mine inmost substance see,<br>and labor on at thy command,<br>and offer all my works to thee.</p><p>Give me to bear thy easy yoke,<br>and every moment watch and pray,<br>and still to things eternal look,<br>and hasten to thy glorious day.</p><p>For thee delightfully employ<br>whate’er thy bounteous grace hath given;<br>and run my course with even joy,<br>and closely walk with thee to heav’n.",
  "151": "Awake, my soul, and with the sun<br>thy daily stage of duty run;<br>shake off dull sloth, and joyful rise <br>to pay thy morning sacrifice.</p><p>Lord, I my vows to thee renew;<br>disperse my sins as morning dew;<br>guard my first springs of thought and will,<br>and with thyself my spirit fill.</p><p>Direct, control, suggest, this day,<br>all I design or do or say;<br>that all my powers, with all their might,<br>in thy sole glory may unite.</p><p>Praise God, from whom all blessings flow;<br>praise him, all creatures here below;<br>praise him above, ye heavenly host:<br>praise Father, Son, and Holy Ghost.",
  "153": "Christ, whose glory fills the skies,<br>Christ the true, the only Light,<br>Sun of Righteousness, arise!<br>Triumph o’er the shades of night:<br>Dayspring from on high, be near;<br>Daystar, in my heart appear.</p><p>Dark and cheerless is the morn<br>unaccompanied by thee;<br>joyless is the day’s return,<br>till thy mercy’s beams I see,<br>till they inward light impart,<br>glad my eyes, and warm my heart.</p><p>Visit then this soul of mine! <br>Pierce the gloom of sin and grief!<br>Fill me, Radiancy Divine;<br>scatter all my unbelief;<br>more and more thyself display,<br>shining to the perfect day.",
  "155": "New every morning is the love<br>our wakening and uprising prove;<br>through sleep and darkness safely brought,<br>restored to life and power and thought.</p><p>New mercies, each returning day,<br>hover around us while we pray;<br>new perils past, new sins forgiven,<br>new thoughts of God, new hopes of heaven.</p><p>If on our daily course our mind<br>be set to hallow all we find,<br>new treasures still, of countless price,<br>God will provide for sacrifice.</p><p>Old friends, old scenes, will lovelier be,<br>as more of heaven in each we see;<br>some softening gleam of love and prayer<br>shall dawn on every cross and care.</p><p>The trivial round, the common task,<br>will furnish all we ought to ask:<br>room to deny ourselves; a road<br>to bring us daily nearer God.</p><p>Only, O Lord, in thy dear love,<br>fit us for perfect rest above;<br>and help us, this and every day,<br>to live more nearly as we pray.",
  "157": "Father, we praise thee, now the night is over,<br>active and watchful, stand we all before thee;<br>singing we offer prayer and meditation:<br>thus we adore thee.</p><p>Monarch of all things, fit us for thy mansions;<br>banish our weakness, health and wholeness sending;<br>bring us to heaven, where thy saints united<br>joy without ending.</p><p>All holy Father, Son, and equal Spirit,<br>Trinity blessed, send us thy salvation;<br>thine is the glory, gleaming and resounding<br>through all creation.",
  "159": "Now that the daylight fills the sky,<br>lift we our hearts to God on high,<br>that he, in all we do or say,<br>would keep us free from harm this day.</p><p>May he restrain our tongues, lest strife<br>break forth to mar the peace of life;<br>and guard with watchful care our eyes<br>from earth’s absorbing vanities.</p><p>O may our inmost hearts be pure,<br>our thoughts from folly kept secure,<br>the pride of sinful flesh subdued<br>by temperate use of daily food.</p><p>So we, when this day’s work is o’er,<br>and shades of night return once more,<br>our path of trial safely trod,<br>shall give the glory to our God.</p><p>All praise to God, the Father, be,<br>all praise, eternal Son, to thee,<br>whom with the Spirit we adore,<br>one God, both now and evermore.",
  "192": "O Food of men wayfaring,<br>the bread of angels sharing,<br>O Manna from on high!<br>We hunger; Lord, supply us,<br>nor thy delights deny us,<br>whose hearts to thee draw nigh.</p><p>O stream of love past telling,<br>O purest fountain, welling<br>from out the Savior’s side!<br>We faint with thirst; revive us,<br>of thine abundance give us,<br>and all we need provide.</p><p>O Jesus, by thee bidden,<br>we here adore thee, hidden<br>’neath forms of bread and wine.<br>Grant when the veil is riven,<br>we may behold, in heaven,<br>thy countenance divine.",
  "217": "Come, Holy Ghost, our souls inspire,<br>and lighten with celestial fire.<br>Thou the anointing Spirit art,<br>who dost thy sevenfold gifts impart.</p><p>Thy blessed unction from above<br>is comfort, life, and fire of love.<br>Enable with perpetual light<br>the dullness of our blinded sight.</p><p>Anoint and cheer our soiled face<br>with the abundance of thy grace.<br>Keep far from foes, give peace at home:<br>where thou art guide, no ill can come.</p><p>Teach us to know the Father, Son,<br>and thee, of both, to be but One,<br>that through the ages all along,<br>this may be our endless song:</p><p>Praise to thy eternal merit,<br>Father, Son, and Holy Spirit.",
  "218": "Come, Holy Ghost, Creator blest,<br>vouchsafe within our souls to rest;<br>come with thy grace and heavenly aid,<br>and fill the hearts which thou hast made.</p><p>To thee, the Comforter, we cry,<br>to thee, the Gift of God most high,<br>the Fount of life, the Fire of love,<br>the soul’s anointing from above.</p><p>O Finger of the hand divine,<br>the sevenfold gifts of grace are thine;<br>true promise of the Father thou,<br>who dost the tongue with power endow.</p><p>Thy light to every sense impart,<br>and shed thy love in every heart;<br>thine own unfailing might supply<br>to strengthen our infirmity.</p><p>Drive far away our ghostly foe,<br>and thine abiding peace bestow;<br>if thou be our preventing Guide,<br>no evil can our steps betide.</p><p>Praise we the Father and the Son<br>and Holy Spirit with them One;<br>and may the Son on us bestow<br>the gifts that from the Spirit flow.",
  "219": "Lord, pour thy Spirit from on high,<br>and thine ordainèd servants bless;<br>graces and gifts to each supply,<br>and clothe thy priests with righteousness.</p><p>Within thy temple when they stand,<br>to teach the truth as taught by thee,<br>Savior, like stars in thy right hand,<br>let all thy Church’s pastors be.</p><p>Wisdom and zeal and faith impart,<br>firmness with meekness, from above,<br>to bear thy people in their heart,<br>and love the souls whom thou dost love.</p><p>To watch and pray and never faint,<br>by day and night their guard to keep,<br>to warn the sinner, cheer the saint,<br>to feed thy lambs and tend thy sheep</p><p>So, when their work is finished here,<br>may they in hope their charge resign:<br>so, when their Master shall appear,<br>may they with crown of glory shine.",
  "228": "Only-Begotten, Word of God eternal,<br>Lord of Creation, merciful and mighty,<br>list to thy servants, when their tuneful voices<br>rise to thy presence.</p><p>Thus in our solemn feast of dedication,<br>graced with returning rites of due devotion,<br>ever thy children, year by year rejoicing,<br>chant in thy temple.</p><p>Here in our sickness healing grace aboundeth,<br>light in our darkness, in our toil refreshment;<br>sin is forgiven, hope o’er fear prevaileth,<br>joy over sorrow.</p><p>Hallowed this dwelling where the Lord abideth,<br>this is none other than the gate of heaven;<br>strangers and pilgrims, seeking homes eternal,<br>pass through its portals.</p><p>Lord, we beseech thee, as we throng thy temple,<br>by thy past blessings, by thy present bounty,<br>smile on thy children, and with tender mercy<br>hear our petitions.</p><p>God in Three Persons, Father everlasting,<br>Son co-eternal, ever-blessèd Spirit,<br>thine be the glory, praise and adoration,<br>now and for ever.",
  "247": "Savior, like a shepherd lead us;<br>much we need thy tender care;<br>in thy pleasant pastures feed us;<br>for our use thy folds prepare.<br>Blessèd Jesus! Blessèd Jesus!<br>Thou hast bought us, thine we are.</p><p>Early let us seek thy favor,<br>early let us learn thy will;<br>blessèd Lord and only Savior, <br>with thy love our bosoms fill.<br>Blessèd Jesus! Blessèd Jesus!<br>Thou hast loved us: love us still.",
  "249": "Thy Gospel, Jesus, we believe,<br>and for thy help we pray,<br>that we in thought and word and deed,<br>thy Gospel may obey.",
  "253": "Spread, O spread, thou mighty Word,<br>spread the kingdom of the Lord,<br>whersoe’er his breath has given,<br>life to beings meant for heaven.</p><p>Tell them how the Father’s will<br>made the world, and keeps it still,<br>how he sent his Son to save<br>all who help and comfort crave.</p><p>Tell of our Redeemer’s love,<br>who forever doth remove<br>by his holy sacrifice<br>all the guilt that on us lies.</p><p>Tell them of the Spirit given<br>now to guide us up to heaven,<br>strong and holy, just and true,<br>working both to will and do.</p><p>Word of life, most pure and strong,<br>lo! for thee the nations long,<br>spread, till from its dreary night<br>all the world awakes to light.</p><p>Up! the ripening fields ye see,<br>mighty shall the harvest be;<br>but the reapers still are few,<br>great the work they have to do.</p><p>Lord of harvest, let there be<br>joy and strength to work for thee,<br>till the nations, far and near,<br>see thy light, and learn thy fear.",
  "256": "O Spirit of the living God,<br>in all the fullness of thy grace,<br>where’er the foot of man hath trod,<br>descend on our apostate race.</p><p>Give tongues of fire and hearts of love,<br>to preach the reconciling word;<br>give power and unction from above,<br>whene’er the joyful sound is heard.</p><p>Be darkness, at thy coming, light; <br>confusion, order in thy path;<br>souls without strength inspire with might,<br>bid mercy triumph over wrath.</p><p>Baptize the nations; far and nigh<br>the triumph of the cross record;<br>the Name of Jesus glorify,<br>till every kindred call him Lord.</p><p>God from eternity hath willed<br>all flesh shall his salvation see;<br>so be the Father’s love fulfilled,<br>the Savior’s sufferings crowned through thee.",
  "257": "Hasten the time appointed,<br>by prophets long foretold<br>when all shall dwell together,<br>one Shepherd and one fold.<br>Let every idol perish:<br>thy truth to all make known<br>and every prayer be offered<br>to God in Christ alone.</p><p>Let Jew and Gentile, meeting<br>from many a distant shore<br>around one altar kneeling,<br>one common Lord adore.<br>Let all that now divides us<br>remove and pass away,<br>like shadows of the morning<br>before the blaze of day.</p><p>Let all that now unites us<br>more sweet and lasting prove<br>a closer bond of union,<br>in a blest land of love.<br>Let war be learned no longer,<br>let strife and tumult cease,<br>all earth his blessèd kingdom,<br>the Lord and Prince of Peace.</p><p>O long expected dawning,<br>come with thy cheering ray!<br>When shall the morning brighten,<br>the shadows flee away?<br>O sweet anticipation!<br>it cheers the watchers on<br>to pray, and hope, and labor,<br>till the dark night be gone.",
  "260": "How wondrous and great thy works, God of praise!<br>How just, King of saints, and true are thy ways!<br>O who shall not fear thee, and honor thy Name?<br>Thou only art holy, thou only supreme.</p><p>To nations of earth thy light shall be shown;<br>their worship and vows shall come to thy throne:<br>thy truth and thy judgments shall spread all abroad,<br>till earth’s every people confess thee their God.",
  "261": "O Zion, haste, thy mission high fulfilling,<br>to tell to all the world that God is Light;<br>that he who made all nations is not willing<br>one soul should fail to know his love and might.<br><i>Publish glad tidings: tidings of peace<br>tidings of Jesus, redemption and release.</i></p><p>Behold how many thousands still are lying<br>bound in the darksome prison house of sin,<br>with none to tell them of the Savior’s dying,<br>or of the life he died for them to win. <br><i>Publish glad tidings, &c.</i></p><p>’Tis thine to save from peril of perdition<br>the souls for whom the Lord his life laid down;<br>beware lest, slothful to fulfill thy mission,<br>thou lose one jewel that should deck his crown. <br><i>Publish glad tidings, &c.</i></p><p>Proclaim to every people, tongue, and nation<br>that God, in whom they live and move, is Love;<br>tell how he stooped to save his lost creation,<br>and died on earth that all might live above. <br><i>Publish glad tidings, &c.</i></p><p>Give of thy sons to bear the message glorious;<br>give of thy wealth to speed them on their way;<br>pour out thy soul for them in prayer victorious<br>till God shall bring his kingdom’s joyful day. <br><i>Publish glad tidings, &c.</i></p><p>He comes again! O Zion, ere thou meet him,<br>make known to every heart his saving grace;<br>let none whom he hath ransomed fail to greet him,<br>through thy neglect, unfit to see his face. <br><i>Publish glad tidings, &c.</i>",
  "267": "Holy Father, great Creator,<br>source of mercy, love, and peace,<br>look upon the Mediator,<br>clothe us with his righteousness;<br>heavenly Father, heavenly Father,<br>through the Savior hear and bless.</p><p>Holy Jesus, Lord of glory,<br>whom angelic hosts proclaim,<br>while we hear thy wondrous story,<br>meet and worship in thy Name,<br>dear Redeemer, dear Redeemer,<br>in our hearts thy peace proclaim.</p><p>Holy Spirit, Sanctifier,<br>come with unction from above,<br>raise our hearts to raptures higher,<br>fill them with the Savior’s love.<br>Source of comfort, Source of comfort,<br>cheer us with the Savior’s love.</p><p>God the Lord, through every nation<br>let thy wondrous mercies shine.<br>In the song of thy salvation<br>every tongue and race combine.<br>Great Jehovah, Great Jehovah,<br>form our hearts and make them thine.",
  "268": "I bind unto myself today<br>the strong Name of the Trinity,<br>by invocation of the same,<br>the Three in One, and One in Three. <p>I bind this day to me for ever,<br>by power of faith, Christ’s Incarnation;<br>his baptism in Jordan river;<br>his death on cross for my salvation;<br>his bursting from the spicèd tomb;<br>his riding up the heavenly way;<br>his coming at the day of doom:<br>I bind unto myself today.</p><p>I bind unto myself the power<br>of the great love of cherubim;<br>the sweet “Well done” in judgment hour;<br>the service of the seraphim;<br>confessors’ faith, apostles’ word,<br>the patriarchs’ prayers, the prophets’ scrolls;<br>all good deeds done unto the Lord,<br>and purity of virgin souls.</p><p>I bind unto myself today <br>the virtues of the starlit heaven<br>the glorious sun’s life-giving ray,<br>the whiteness of the moon at even,<br>the flashing of the lightning free,<br>the whirling wind’s tempestuous shocks,<br>the stable earth, the deep salt sea,<br>around the old eternal rocks.</p><p>I bind unto myself today<br>the power of God to hold and lead,<br>his eye to watch, his might to stay,<br>his ear to hearken, to my need;<br>the wisdom of my God to teach,<br>his hand to guide, his shield to ward;<br>the word of God to give me speech,<br>his heavenly host to be my guard. <p>Christ be with me, <br>Christ within me,<br>Christ behind me,<br>Christ before me,<br>Christ beside me,<br>Christ to win me,<br>Christ to comfort <br>and restore me.<br>Christ beneath me,<br>Christ above me,<br>Christ in quiet,<br>Christ in danger,<br>Christ in hearts of<br>all that love me,<br>Christ in mouth of <br>friend and stranger. <p>I bind unto myself today<br>the strong Name of the Trinity,<br>by invocation of the same,<br>the Three in One, and One in Three.<br>Of whom all nature hath creation,<br>eternal Father, Spirit, Word:<br>praise to the Lord of my salvation,<br>salvation is of Christ the Lord. </p></p></p>",
  "269": "Round the Lord in glory seated,<br>cherubim and seraphim<br>filled his temple, and repeated<br>each to each the alternate hymn:<br>“Lord, thy glory fills the heaven,<br>earth is with its fulness stored;<br>unto thee be glory given,<br>holy, holy, holy Lord!”</p><p>Heav’n is still with glory ringing,<br>earth takes up the angels’ cry,<br>“Holy, holy, holy,” singing,<br>“Lord of Hosts, the Lord most high.”<br>With his seraph train before Him,<br>with his holy church below,<br>thus conspire we to adore him,<br>bid we thus our anthem flow.</p><p>“Lord, thy glory fills the heaven,<br>earth is with its fulness stored;<br>unto thee be glory given,<br>holy, holy, holy Lord!”<br>Thus thy glorious Name confessing,<br>we adopt thine angels’ cry,<br>“Holy, holy, holy,” blessing<br>thee, the Lord of Hosts most high.",
  "270": "Holy, holy, holy, Lord<br>God of Hosts, eternal King,<br>by the heavens and earth adored!<br>Angels and archangels sing,<br>chanting everlastingly<br>to the blessèd Trinity.</p><p>Since by thee were all things made,<br>and in thee do all things live,<br>be to thee all honor paid,<br>praise to thee let all things give,<br>singing everlastingly<br>to the blessèd Trinity.</p><p>Thousands, tens of thousands, stand,<br>spirits blest, before thy throne,<br>speeding thence at thy command,<br>and, when thy behests are done,<br>singing everlastingly <br>to the blessèd Trinity.</p><p>Cherubim and seraphim<br>veil their faces with their wings;<br>eyes of angels are too dim<br>to behold the King of kings,<br>while they sing eternally<br>to the blessèd Trinity.</p><p>Thee apostles, prophets thee,<br>thee the noble martyr band,<br>praise with solemn jubilee;<br>thee, the church in every land;<br>singing everlastingly<br>to the blessèd Trinity.</p><p>Alleluia! Lord, to thee<br>Father, Son and Holy Ghost,<br>Three in One and One in Three,<br>join we with the heavenly host,<br>singing everlastingly<br>to the blessèd Trinity.",
  "272": "Thou, whose almighty word<br>chaos and darkness heard,<br>and took their flight;<br>hear us, we humbly pray,<br>and, where the Gospel day<br>sheds not its glorious ray,<br>let there be light!</p><p>Thou who didst come to bring<br>on thy redeeming wing<br>healing and sight,<br>heal to the sick in mind,<br>sight to the in-ly blind,<br>now to all humankind,<br>let there be light!</p><p>Spirit of truth and love,<br>life-giving holy Dove,<br>speed forth thy flight!<br>Move on the waters’ face<br>bearing the gifts of grace,<br>and, in earth’s darkest place,<br>let there be light!</p><p>Holy and blessèd Three,<br>glorious Trinity,<br>Wisdom, Love, Might;<br>boundless as ocean’s tide,<br>rolling in fullest pride,<br>through the world far and wide,<br>let there be light!",
  "277": "From all that dwell below the skies,<br>let the Creator’s praise arise! <br>Alleluia! alleluia!<br>Let the Redeemer’s Name be sung<br>through every land, by every tongue!<br>Alleluia! alleluia! alleluia!<br>Alleluia! alleluia!</p><p>Eternal are thy mercies, Lord,<br>and truth eternal is thy word:<br>Alleluia! alleluia!<br>Thy praise shall sound from shore to shore<br>till suns shall rise and set no more.<br>Alleluia! alleluia! alleluia!<br>Alleluia! alleluia!<br/>",
  "278": "All people that on earth do dwell,<br>sing to the Lord with cheerful voice:<br>him serve with mirth, his praise forth tell,<br>come ye before him and rejoice.</p><p>The Lord, ye know, is God indeed;<br>without our aid he did us make:<br>we are his folk, he doth us feed,<br>and for his sheep he doth us take.</p><p>O enter then his gates with praise,<br>approach with joy his courts unto;<br>praise, laud, and bless his Name always,<br>for it is seemly so to do.</p><p>For why? the Lord our God is good,<br>his mercy is for ever sure;<br>his truth at all times firmly stood,<br>and shall from age to age endure.</p><p>To Father, Son, and Holy Ghost,<br>the God whom heaven and earth adore,<br>from men and from the angel host<br>be praise and glory evermore.",
  "279": "Praise to the Lord, the Almighty, the King of creation!<br>O my soul, praise him, for he is thy health and salvation!<br>All ye who hear, <br>now to his temple draw near;<br>praise him in glad adoration.</p><p>Praise to the Lord, who over all things so wondrously reigneth,<br>shelters thee under his wings, yea, so gently sustaineth!<br>Hast thou not seen <br>how thy desires ever have been<br>granted in what he ordaineth?</p><p>Praise to the Lord, who doth prosper thy work and defend thee;<br>surely his goodness and mercy here daily attend thee.<br>Ponder anew <br>what the Almighty can do,<br>if with his love he befriend thee.</p><p>Praise to the Lord, who, when tempests their warfare are waging,<br>who, when the elements madly around thee are raging,<br>biddeth them cease, <br>turneth their fury to peace,<br>Whirlwinds and waters assuaging.</p><p>Praise to the Lord, who, when darkness of sin is abounding,<br>who, when the godless do triumph, all virtue confounding,<br>sheddeth his light, <br>chaseth the horrors of night,<br>saints with his mercy surrounding.</p><p>Praise to the Lord, O let all that is in me adore him!<br>All that hath life and breath, come now with praises before him.<br>Let the amen <br>sound from his people again,<br>gladly for all we adore him.",
  "280": "God, my King, thy might confessing,<br>ever will I bless thy Name;<br>day by day thy throne addressing,<br>still will I thy praise proclaim.</p><p>Honor great our God befitteth;<br>who his majesty can reach?<br>Age to age his works transmitteth,<br>age to age his power shall teach.</p><p>They shall talk of all thy glory,<br>on thy might and greatness dwell,<br>speak of thy dread acts the story,<br>and thy deeds of wonder tell.</p><p>Nor shall fail from memory’s treasure<br>works by love and mercy wrought,<br>works of love surpassing measure,<br>works of mercy passing thought.</p><p>Full of kindness and compassion,<br>slow to anger, vast in love,<br>God is good to all creation;<br>all his works his goodness prove.</p><p>All thy works, O Lord, shall bless thee:<br>thee shall thy saints adore:<br>King supreme shall they confess thee,<br>and proclaim thy sovereign power.",
  "282": "Praise, my soul, the King of heaven;<br>to his feet thy tribute bring;<br>ransomed, healed, restored, forgiven,<br>evermore his praises sing:<br>Alleluia, alleluia!<br>Praise the everlasting King.</p><p>Praise him for his grace and favor<br>to our fathers in distress;<br>praise him still the same for ever,<br>slow to chide and swift to bless:<br>Alleluia, alleluia!<br>Glorious in his faithfulness.</p><p>Father-like, he tends and spares us;<br>well our feeble frame he knows;<br>in his hand he gently bears us, <br>rescues us from all our foes.<br>Alleluia, alleluia!<br>Widely yet his mercy flows.</p><p>Angels, help us to adore him;<br>ye behold him face to face;<br>sun and moon, bow down before him,<br>dwellers all in time and space.<br>Alleluia, alleluia!<br>Praise with us the God of grace.",
  "284": "My God, how wonderful thou art,<br>thy majesty how bright,<br>how beautiful thy mercy seat,<br>in depths of burning light!</p><p>How dread are thine eternal years,<br>O everlasting Lord,<br>by prostrate spirits day and night<br>incessantly adored!</p><p>How wonderful, how beautiful,<br>the sight of thee must be,<br>thine endless wisdom, boundless power,<br>and aweful purity!</p><p>O how I fear thee, living God,<br>with deepest, tenderest fears,<br>and worship thee with trembling hope<br>and penitential tears!</p><p>Yet I may love thee too, O Lord,<br>almighty as thou art,<br>for thou hast stooped to ask of me<br>the love of my poor heart.</p><p>No earthly father loves like thee,<br>no mother, e’er so mild,<br>bears and forbears as thou hast done<br>with me, thy sinful child.</p><p>Father of Jesus, love’s reward,<br>what rapture it will be,<br>prostrate before thy throne to lie,<br>and gaze and gaze on thee!",
  "285": "The God of Abraham praise,<br>who reigns enthroned above;<br>Ancient of everlasting days,<br>and God of love;<br>Jehovah, great I AM,<br>by earth and heaven confessed:<br>I bow and bless the sacred Name<br>for ever blessed.</p><p>The God of Abraham praise,<br>at whose supreme command<br>from earth we rise, and seek the joys<br>at his right hand;<br>we all on earth forsake, <br>its wisdom, fame and power;<br>and him our only portion make,<br>our Shield and Tower.</p><p>The goodly land we see,<br>with peace and plenty blessed:<br>a land of sacred liberty<br>and endless rest;<br>there milk and honey flow,<br>and oil and wine abound,<br>and trees of life for ever grow,<br>with mercy crowned.</p><p>There dwells the Lord, our King,<br>the Lord, our Righteousness,<br>triumphant o’er the world and sin,<br>the Prince of Peace;<br>on Zion’s sacred height<br>his kingdom he maintains,<br>and, glorious with his saints in light,<br>for ever reigns.</p><p>The God who reigns on high, <br>the great archangels sing,<br>and “Holy, holy, holy,” cry,<br>“Almighty King!”<br>Who was and is the same,<br>and evermore shall be:<br>Jehovah, Father, great I AM,<br>we worship thee.”</p><p>The whole triumphant host <br>give thanks to God on high;<br>“Hail, Father, Son, and Holy Ghost”<br>they ever cry;<br>hail, Abraham’s God and mine;<br>I join the heavenly lays;<br>all might and majesty are thine,<br>and endless praise!",
  "286": "Praise to the living God!<br>All praised be his Name<br>who was, and is, and is to be,<br>for aye the same.<br>The one eternal God<br>ere aught that now appears:<br>the first, the last, beyond all thought<br>his timeless years!</p><p>Formless, all lovely forms<br>declare his loveliness;<br>holy, no holiness of earth<br>can his express.<br>Lo, he is Lord of all.<br>Creation speaks his praise,<br>and everywhere above, below,<br>his will obeys.</p><p>His Spirit floweth free,<br>high surging where it will:<br>in prophet’s word he spake of old:<br>he speaketh still.<br>Established is his law,<br>and changeless it shall stand,<br>deep writ upon the human heart,<br>on sea, on land.</p><p>Eternal life hath he <br>implanted in the soul;<br>his love shall be our strength and stay<br>while ages roll.<br>Praise to the living God!<br>All praised be his Name<br>who was, and is, and is to be,<br>for aye the same.",
  "288": "O worship the King, <br>all glorious above!<br>O gratefully sing <br>his power and his love!<br>Our shield and defender, <br>the Ancient of Days,<br>pavilioned in splendor, <br>and girded with praise.</p><p>O tell of his might! <br>O sing of his grace!<br>Whose robe is the light, <br>whose canopy space.<br>His chariots of wrath <br>the deep thunderclouds form,<br>and dark is his path <br>on the wings of the storm.</p><p>The earth, with its store <br>of wonders untold,<br>Almighty, thy power <br>hath founded of old,<br>hath ’stablished it fast <br>by a changeless decree,<br>and round it hath cast, <br>like a mantle, the sea.</p><p>Thy bountiful care, <br>what tongue can recite?<br>It breathes in the air; <br>it shines in the light;<br>it streams from the hills, <br>it descends to the plain,<br>and sweetly distills <br>in the dew and the rain.</p><p>Frail children of dust, <br>and feeble as frail,<br>in thee do we trust, <br>nor find thee to fail;<br>thy mercies, how tender! <br>How firm to the end!<br>Our Maker, Defender, <br>Redeemer, and Friend!</p><p>O measureless Might, <br>ineffable Love,<br>while angels delight <br>to worship thee above,<br>the humbler creation, <br>though feeble their lays,<br>with true adoration <br>shall all sing thy praise.",
  "289": "O God, our help in ages past, <br>our hope for years to come,<br>our shelter from the stormy blast,<br>and our eternal home:</p><p>Under the shadow of thy throne,<br>thy saints have dwelt secure;<br>sufficient is thine arm alone,<br>and our defense is sure.</p><p>Before the hills in order stood,<br>or earth received her frame,<br>from everlasting thou art God,<br>to endless years the same.</p><p>A thousand ages in thy sight<br>are like an evening gone;<br>short as the watch that ends the night<br>before the rising sun.</p><p>Time, like an ever-rolling stream,<br>bears all its sons away;<br>they fly, forgotten, as a dream<br>dies at the opening day.</p><p>O God, our help in ages past, <br>our hope for years to come,<br>be thou our guide while troubles last,<br>and our eternal home!",
  "290": "Let all the world in every corner sing, my God and King!<br>The heavens are not too high, his praise may thither fly,<br>the earth is not too low, his praises there may grow.<br>Let all the world in every corner sing, my God and King!</p><p>Let all the world in every corner sing, my God and King!<br>The church with psalms must shout, no door can keep them out;<br>but, above all, the heart must bear the longest part.<br>Let all the world in every corner sing, my God and King!",
  "291": "Lord of all being, throned afar,<br>thy glory flames from sun and star;<br>center and soul of every sphere,<br>yet to each loving heart how near!</p><p>Sun of our life, thy quickening ray<br>sheds on our path the glow of day;<br>star of our hope, thy softened light<br>cheers the long watches of the night.</p><p>Our midnight is thy smile withdrawn,<br>our noontide is thy gracious dawn,<br>our rainbow arch thy mercy’s sign;<br>all, save the clouds of sin, are thine.</p><p>Lord of all life, below, above,<br>whose light is truth, whose warmth is love,<br>before thy ever-blazing throne <br>we ask no luster of our own.</p><p>Grant us thy truth to make us free,<br>and kindling hearts that burn for thee,<br>till all thy living altars claim<br>one holy light, one heavenly flame.",
  "292": "Songs of praise the angels sang,<br>heaven with alleluias rang,<br>when creation was begun,<br>when God spoke and it was done.</p><p>Songs of praise awoke the morn<br>when the Prince of Peace was born;<br>songs of praise arose when he<br>captive led captivity.</p><p>Heaven and earth must pass away;<br>songs of praise shall crown that day;<br>God will make new heavens and earth;<br>songs of praise shall hail their birth.</p><p>And will man alone be dumb<br>till that glorious kingdom come?<br>No; the Church delights to raise<br>psalms and hymns and songs of praise.</p><p>Saints below, with heart and voice,<br>still in songs of praise rejoice,<br>learning here, by faith and love,<br>songs of praise to sing above.</p><p>Borne upon their latest breath,<br>songs of praise shall conquer death;<br>then, amidst eternal joy,<br>songs of praise their powers employ.</p><p>Hymns of glory, songs of praise,<br>Father, unto thee we raise,<br>Jesus, glory unto thee,<br>with the Spirit, ever be.",
  "293": "O bless the Lord, my soul!<br>His grace to thee proclaim!<br>And all that is within me join<br>to bless his holy Name!</p><p>O bless the Lord, my soul!<br>His mercies bear in mind!<br>Forget not all his benefits!<br>The Lord to thee is kind.</p><p>He will not always chide;<br>he will with patience wait;<br>his wrath is ever slow to rise<br>and ready to abate.</p><p>He pardons all thy sins,<br>prolongs thy feeble breath;<br>he healeth thine infirmities<br>and ransoms thee from death.</p><p>He clothes thee with his love,<br>upholds thee with his truth;<br>and like the eagle he renews<br>the vigor of thy youth.</p><p>Then bless his holy Name,<br>whose grace hath made thee whole,<br>whose loving-kindness crowns thy days:<br>O bless the Lord, my soul!",
  "294": "Sing, my soul, his wondrous love,<br>who from yon bright throne above,<br>ever watchful o’er our race,<br>still to us extends his grace.</p><p>Heaven and earth by him were made;<br>all is by his scepter swayed;<br>what are we that he should show<br>so much love to us below?</p><p>God, the merciful and good,<br>bought us with the Savior’s blood,<br>and, to make our safety sure,<br>guides us by his Spirit pure.</p><p>Sing, my soul, adore his Name!<br>Let his glory be thy theme:<br>praise him till he calls thee home;<br>truth his love for all to come.",
  "296": "For the beauty of the earth, <br>for the beauty of the skies,<br>for the love which from our birth<br>over and around us lies,<br><i>Christ our God, to thee we raise<br>this our sacrifice of praise.<br/></i> <br>For the beauty of each hour<br>of the day and of the night,<br>hill and vale, and tree and flower,<br>sun and moon, and stars of light, <br><i>Christ our God, &c.</i></p><p>For the joy of ear and eye, <br>for the heart and brain’s delight,<br>for the mystic harmony<br>linking sense to sound and sight,<br><i>Christ our God, &c.</i></p><p>For the joy of human love, <br>brother, sister, parent, child,<br>friends on earth, and friends above,<br>for all gentle thoughts and mild, <br><i>Christ our God, &c.</i><br>For each perfect gift of thine<br>to our race so freely given,<br>graces human and divine,<br>flowers of earth and buds of heaven, <br><i>Christ our God, &c.</i></p><p>For thy Bride that evermore<br>lifteth holy hands above,<br>offering up on every shore<br>this pure sacrifice of love, <br><i>Christ our God, &c.</i></p><p>For the martyrs’ crown of light,<br>for thy prophets’ eagle eye,<br>for thy bold confessors’ might,<br>for the lips of infancy, <br><i>Christ our God, &c.</i></p><p>For thy virgins’ robes of snow,<br>for thy maiden Mother mild,<br>for thyself, with hearts aglow,<br>Jesus,Victim undefiled, <br><i>Christ our God, &c.</i><br/>",
  "297": "When all thy mercies, O my God,<br>my rising soul surveys,<br>transported with the view, I’m lost<br>in wonder, love and praise.</p><p>Thy Providence my life sustained,<br>and all my wants redressed,<br>while in the silent womb I lay,<br>and hung upon the breast.</p><p>To all my weak complaints and cries<br>thy mercy lent an ear,<br>ere yet my feeble thoughts had learned<br>to form themselves in prayer.</p><p>Unnumbered comforts to my soul<br>thy tender care bestowed,<br>before my infant heart conceived<br>from whom those comforts flowed.</p><p>When in the slippery paths of youth<br>with heedless steps I ran,<br>thine arm unseen conveyed me safe,<br>and led me up to man.</p><p>Through hidden dangers, toils, and deaths,<br>it gently cleared my way;<br>and through the pleasing snares of vice,<br>more to be feared than they.</p><p>O how shall words with equal warmth<br>the gratitude declare,<br>that glows within my ravished heart?<br>but thou canst read it there.</p><p>Thy bounteous hand with worldly bliss<br>hath made my cup run o’er;<br>and, in a kind and faithful Friend,<br>hath doubled all my store.</p><p>Ten thousand thousand precious gifts<br>my daily thanks employ;<br>nor is the last a cheerful heart<br>that tastes those gifts with joy.</p><p>When worn with sickness, oft hast thou<br>with health renewed my face;<br>and, when in sins and sorrows sunk,<br>revived my soul with grace.</p><p>Through every period of my life<br>thy goodness I’ll pursue<br>and after death, in distant worlds,<br>the glorious theme renew.</p><p>When nature fails, and day and night<br>divide thy works no more,<br>my ever grateful heart, O Lord,<br>thy mercy shall adore.</p><p>Through all eternity to thee<br>a joyful song I’ll raise;<br>for, oh, eternity’s too short<br>to utter all thy praise!",
  "300": "Before the Lord’s eternal throne,<br>all nations, bow with holy joy;<br>know that the Lord is God alone,<br>he can create and can destroy.</p><p>His sovereign power, without our aid,<br>formed us and fashioned us of old;<br>and when like wandering sheep we strayed,<br>he brought us back into his fold.</p><p>We’ll crowd your gates with thankful songs,<br>high as the heavens our voices raise;<br>and earth, with her ten thousand tongues,<br>shall fill your courts with joyful praise.</p><p>Wide as the world is your command,<br>vast as eternity your love;<br>firm as a rock your truth shall stand<br>when rolling years have ceased to move.",
  "301": "Immortal, invisible, God only wise,<br>in light inaccessible hid from our eyes,<br>most blessed, most glorious, the Ancient of Days,<br>almighty, victorious, thy great Name we praise.</p><p>Unresting, unhasting, and silent as light,<br>nor wanting, nor wasting, thou rulest in might;<br>thy justice like mountains high soaring above<br>thy clouds, which are fountains of goodness and love.</p><p>To all life thou givest, to both great and small;<br>in all life thou livest, the true life of all;<br>we blossom and flourish, like leaves on the tree,<br>then wither and perish; but nought changeth thee.</p><p>Great Father of glory, pure Father of light,<br>thine angels adore thee, all veiling their sight;<br>all laud we would render: O help us to see<br>’tis only the splendor of light hideth thee.",
  "303": "We come unto our fathers’ God,<br>their Rock is our salvation;<br>th’eternal arms, their dear abode,<br>we make our habitation.<br>We bring thee, Lord, the praise they brought,<br>we seek thee as thy saints have sought<br>in every generation.</p><p>The fire divine their steps that led<br>still goeth bright before us,<br>the heavenly shield, around them spread,<br>is still high holden o’er us;<br>the grace those sinners that subdued,<br>the strength those weaklings that renewed,<br>doth vanquish, doth restore us.</p><p>The cleaving sins that brought them low<br>are still our souls oppressing;<br>the tears that from their eyes did flow<br>fall fast, our shame confessing;<br>as with thee, Lord, prevailed their cry,<br>so our strong prayer ascends on high<br>and bringeth down thy blessing.</p><p>Their joy unto their Lord we bring,<br>their song to us descendeth;<br>the Spirit who in them did sing<br>to us his music lendeth;<br>his song in them, in us, is one;<br>we raise it high, we send it on <br>the song that never endeth.</p><p>Ye saints to come, take up the strain,<br>the same sweet theme endeavor;<br>unbroken be the golden chain!<br>Keep on the song forever!<br>Safe in the same dear dwelling place,<br>rich with the same eternal grace,<br>bless the same boundless Giver.",
  "304": "There’s a wideness in God’s mercy<br>like the wideness of the sea;<br>there’s a kindness in his justice,<br>which is more than liberty.<br>There is welcome for the sinner,<br>and more graces for the good;<br>there is mercy with the Savior; <br>there is healing in his blood.</p><p>There is no place where earth’s sorrows<br>are more felt than in heaven;<br>there is no place where earth’s failings<br>have such kind judgment given.<br>There is plentiful redemption<br>in the blood that has been shed;<br>there is joy for all the members<br>in the sorrows of the Head.</p><p>For the love of God is broader<br>than the measure of man’s mind;<br>and the heart of the Eternal<br>is most wonderfully kind.<br>If our love were but more faithful,<br>we should take him at his word;<br>and our life would be thanksgiving<br>for the goodness of the Lord.",
  "308": "Let us, with a gladsome mind,<br>praise the Lord, for he is kind:<br><i>for his mercies aye endure,<br>ever faithful, ever sure.</i></p><p>Let us blaze his Name abroad,<br>for of gods he is the God:<br><i>for his mercies, &c.</i></p><p>He with all commanding might<br>filled the new-made world with light: <br><i>for his mercies, &c.</i></p><p>He the gold-tressèd sun<br>caused all day his course to run:<br><i>for his mercies, &c.</i></p><p>The horned moon to shine by night,<br>mid her spangled sisters bright:<br><i>for his mercies, &c.</i></p><p>All things living he doth feed,<br>his full hand supplies their need:<br><i>for his mercies, &c.</i></p><p>Let us, with a gladsome mind,<br>praise the Lord, for he is kind:<br><i>for his mercies, &c.</i>",
  "309": "The spacious firmament on high,<br>with all the blue ethereal sky,<br>and spangled heavens, a shining frame,<br>their great Original proclaim.<br>The unwearied sun from day to day<br>does his Creator’s power display;<br>and publishes to every land<br>the work of an almighty hand.</p><p>Soon as the evening shades prevail,<br>the moon takes up the wondrous tale,<br>and nightly to the listening earth<br>repeats the story of her birth:<br>whilst all the stars that round her burn,<br>and all the planets in their turn,<br>confirm the tidings, as they roll<br>and spread the truth from pole to pole.</p><p>What though in solemn silence all<br>move round the dark terrestrial ball?<br>What though no real voice nor sound<br>amid their radiant orbs be found?<br>In reason’s ear they all rejoice,<br>and utter forth a glorious voice;<br>for ever singing as they shine,<br>“The hand that made us is divine.”",
  "310": "God moves in a mysterious way<br>his wonders to perform:<br>he plants his footsteps in the sea,<br>and rides upon the storm.</p><p>Deep in unfathomable mines,<br>with never-failing skill,<br>he treasures up his bright designs,<br>and works his sovereign will.</p><p>Ye fearful saints, fresh courage take;<br>the clouds ye so much dread<br>are big with mercy, and shall break<br>in blessings on your head.</p><p>Judge not the Lord by feeble sense,<br>but trust him for his grace;<br>behind a frowning providence<br>he hides a smiling face.</p><p>His purposes will ripen fast,<br>unfolding every hour:<br>the bud may have a bitter taste,<br>but sweet will be the flower.</p><p>Blind unbelief is sure to err,<br>and scan his work in vain;<br>God is his own interpreter,<br>and he will make it plain.",
  "311": "<i>All things bright and beautiful,<br>all creatures great and small,<br>all things wise and wonderful,<br>the Lord God made them all.</i></p><p>Each little flower that opens,<br>each little bird that sings,<br>he made their glowing colors, <br>he made their tiny wings.<br><i>All things, &c.</i></p><p>The purple-headed mountain,<br>the river running by,<br>the sunset, and the morning<br>that brightens up the sky.<br><i>All things, &c.</i></p><p>The cold wind in the winter,<br>the pleasant summer sun,<br>the ripe fruits in the garden,<br>he made them every one.<br><i>All things, &c.</i></p><p>He gave us eyes to see them,<br>and lips that we might tell<br>how great is God Almighty,<br>who has made all things well.<br><i>All things, &c.</i>",
  "312": "The Lord will come and not be slow,<br>his footsteps cannot err;<br>before him righteousness shall go,<br>his royal harbinger.</p><p>Truth from the earth, like to a flower,<br>shall bud and blossom then;<br>and justice, from her heavenly bower,<br>look down on mortal men.</p><p>Surely to such as do him fear<br>salvation is at hand!<br>And glory shall ere long appear<br>to dwell within our land.</p><p>Rise, God, judge thou the earth in might,<br>this wicked earth redress;<br>for thou art he who shalt by right<br>the nations all possess.</p><p>The nations all whom thou hast made<br>shall come, and all shall frame<br>to bow them low before thee, Lord,<br>and glorify thy Name.</p><p>For great thou art, and wonders great<br>by thy strong hand are done:<br>thou in thy everlasting seat<br>remainest God alone.",
  "314": "We sing of God, the mighty source<br>of all things; the stupendous force<br>on which all strength depends;<br>from whose right arm, beneath whose eyes,<br>all period, power and enterprise<br>commences, reigns and ends.</p><p>Tell them I AM, the Lord God said,<br>to Moses while on earth in dread<br>and smitten to the heart,<br>at once, above, beneath, around,<br>all nature without voice or sound<br>replied, O Lord, thou art.</p><p>Glorious the sun in mid career;<br>glorious the assembled fires appear;<br>glorious the comet’s train:<br>glorious the trumpet and alarm;<br>glorious the almighty stretched-out arm;<br>glorious the enraptured main:</p><p>Glorious, most glorious, is the crown<br>of him that brought salvation down<br>by meekness, called man’s son;<br>seers that stupendous truth believed,<br>and now the matchless deeds achieved,<br>determined, dared and done.",
  "315": "We gather together to ask the Lord’s blessing;<br>he chastens and hastens his will to make known;<br>the wicked oppressing now cease from distressing:<br>sing praise to his Name, he forgets not his own.</p><p>Beside us to guide us, our God with us joining,<br>ordaining, maintaining his kingdom divine;<br>so from the beginning the fight we were winning:<br>thou, Lord, wast at our side: all glory be thine!</p><p>We all do extol thee, thou leader triumphant,<br>and pray that thou still our defender wilt be.<br>Let thy congregation escape tribulation:<br>thy Name be ever praised! O Lord, make us free!",
  "318": "Hosanna to the living Lord!<br>Hosanna to the incarnate Word!<br>To Christ, Creator, Savior, King,<br>let earth, let heaven, hosanna sing!<br>Hosanna Lord! Hosanna in the highest!</p><p>Hosanna Lord! thine angels cry;<br>Hosanna Lord! thy saints reply;<br>above, beneath us, and around,<br>both death and living swell the sound:<br>Hosanna Lord! Hosanna in the highest!</p><p>O Savior, with protecting care<br>abide in this thy house of prayer,<br>where we thy parting promise claim.<br>assembled in thy sacred Name:<br>Hosanna Lord! Hosanna in the highest!</p><p>But, chiefest, in our cleansèed breast, <br>Eternal! bid thy Spirit rest;<br>and make our secret soul to be <br>a temple pure and worthy thee.<br>Hosanna Lord! Hosanna in the highest!</p><p>So in the last and dreadful day,<br>when earth and heaven shall melt away,<br>thy flock, redeemed from sinful stain,<br>shall swell the sound of praise again.<br>Hosanna Lord! Hosanna in the highest!",
  "319": "Joy to the world! the Lord is come:<br>let earth receive her King;<br>let every heart prepare him room,<br>and heaven and nature sing,<br>and heaven and nature sing,<br>and heaven, and heaven and nature sing.</p><p>Joy to the world! the Savior reigns;<br>let us our songs employ,<br>while fields and floods, rocks, hills and plains<br>repeat the sounding joy,<br>repeat the sounding joy,<br>repeat, repeat the sounding joy.</p><p>No more let sins and sorrows grow,<br>nor thorns infest the ground;<br>he comes to make his blessings flow<br>far as the curse is found,<br>far as the curse is found,<br>far as, far as the curse is found.</p><p>He rules the world with truth and grace,<br>and makes the nations prove<br>the glories of his righteousness,<br>and wonders of his love,<br>and wonders of his love,<br>and wonders, wonders of his love.",
  "321": "Thou didst leave thy throne and thy kingly crown,<br>when thou camest to earth for me;<br>but in Bethlehem’s home was there found no room<br>for thy holy nativity.<br><i>O come to my heart, Lord Jesus,<br>there is room in my heart for thee.</i></p><p>Heaven’s arches rang when the angels sang,<br>proclaiming thy royal degree;<br>but of lowly birth didst thou come to earth,<br>and in great humility.<br><i>O come, &c.</i></p><p>The foxes found rest, and the birds their nest<br>in the shade of the forest tree;<br>but thy couch was the sod, O thou Son of God,<br>in the deserts of Galilee. <br><i>O come, &c.</i></p><p>Thou camest, O Lord, with the living word<br>that should set thy children free;<br>but with mocking scorn and with crown of thorn,<br>they bore thee to Calvary.<br><i>O come, &c.</i></p><p>When the heavens shall ring, and the angels sing,<br>at thy coming to victory,<br>let thy voice call me home, saying “Yet there is room,<br>there is room at my side for thee.” <br><i>O come, &c.</i>",
  "325": "O for a thousand tongues to sing<br>my dear Redeemer’s praise,<br>the glories of my God and King,<br>the triumphs of his grace!</p><p>My gracious Master and my God,<br>assist me to proclaim<br>and spread through all the earth abroad<br>the honors of thy Name.</p><p>Jesus! the Name that charms our fears<br>and bids our sorrows cease;<br>’tis music in the sinner’s ears,<br>’tis life and health and peace.</p><p>He speaks, and listening to his voice,<br>new life the dead receive;<br>the mournful broken hearts rejoice,<br>the humble poor believe.</p><p>Hear him, ye deaf; his praise, ye dumb,<br>your loosened tongues employ;<br>ye blind, behold, your Savior come;<br>and leap, ye lame, for joy!</p><p>Glory to God and praise and love<br>be now and ever given<br>by saints below and saints above<br>the Church in earth and heaven.",
  "326": "To the Name of our salvation,<br>laud and honor let us pay,<br>which for many a generation<br>hid in God’s foreknowledge lay;<br>but with holy exultation<br>we may sing aloud today.</p><p>Jesus is the Name we treasure;<br>Name beyond what words can tell;<br>Name of gladness, Name of pleasure,<br>ear and heart delighting well;<br>Name of sweetness, passing measure,<br>saving us from sin and hell.</p><p>’Tis the Name for adoration,<br>Name for songs of victory,<br>Name for holy meditation<br>in this vale of misery,<br>Name for joyful veneration<br>by the citizens on high.</p><p>’Tis the Name that whoso preacheth<br>speaks like music to the ear;<br>who in prayer this Name beseecheth<br>sweetest comfort findeth near;<br>who its perfect wisdom reacheth,<br>heavenly joy possesseth here.</p><p>Jesus is the Name exalted<br>over every other name;<br>in this Name, whene’er assaulted,<br>we can put our foes to shame;<br>strength to them who else had halted,<br>eyes to blind, and feet to lame.</p><p>Therefore we in love adoring,<br>this most blessèd Name revere;<br>holy Jesus, thee imploring<br>so to write it in us here,<br>that hereafter, heavenward soaring,<br>we may sing with angels there.",
  "327": "The Lord is come! On Syrian soil,<br>the child of poverty and toil;<br>the Man of Sorrows, born to know<br>each varying shade of human woe:<br>his joy, his glory, to fulfill,<br>in earth and heaven, his Father’s will;<br>on lonely mount, by festive board,<br>on bitter cross, despised, adored.</p><p>The Lord is come! In him we trace<br>the fullness of God’s truth and grace;<br>throughout those words and acts divine<br>gleams of the eternal splendor shine;<br>and from his inmost Spirit flow,<br>as from a height of sunlit snow,<br>the rivers of perennial life,<br>to heal and sweeten nature’s strife.</p><p>The Lord is come! In every heart<br>where truth and mercy claim apart;<br>in every land where right is might,<br>and deeds of darkness shun the light;<br>in every church where faith and love<br>lift earthward thoughts to things above;<br>in every holy, happy home,<br>we bless thee, Lord, that thou hast come.",
  "329": "How bright appears the Morning Star,<br>with mercy beaming from afar;<br>the host of heaven rejoices;<br>O righteous Branch, O Jesse’s Rod!<br>Thou Son of Man and Son of God!<br>We, too, will lift our voices:<br>Jesus, Jesus!<br>Holy, holy, yet most lowly, <br>draw thou near us;<br>great Emmanuel, come and hear us.</p><p>Though circled by the hosts on high,<br>he deigned to cast a pitying eye<br>upon his helpless creature;<br>the whole creation’s Head and Lord,<br>by highest seraphim adored,<br>assumed our very nature;<br>Jesus, grant us,<br>through thy merit, to inherit<br>thy salvation;<br>hear, O hear our supplication.</p><p>Rejoice, ye heavens; thou earth, reply;<br>with praise, ye sinners, fill the sky,<br>for this his Incarnation.<br>Incarnate God, put forth thy power,<br>ride on, ride on, great Conqueror,<br>till all know thy salvation.<br>Amen, amen!<br>Alleluia, alleluia!<br>Praise be given<br>evermore, by earth and heaven.",
  "331": "When Jesus left his Father’s throne,<br>he chose an humble birth;<br>like us, unhonored and unknown,<br>he came to dwell on earth.<br>Like him may be found below<br>in wisdom’s path of peace;<br>like him in grace and knowledge grow<br>as years and strength increase.</p><p>Sweet were his words and kind his look,<br>when mothers round him pressed;<br>their infants in his arms he took,<br>and on his bosom blessed.<br>Safe from the world’s alluring harms,<br>beneath his watchful eye,<br>thus in the circle of his arms <br>may we for ever lie.</p><p>When Jesus into Zion rode,<br>the children sang around;<br>for joy they plucked the palms and strowed<br>their garments on the ground.<br>Hosanna our glad voices raise,<br>hosanna to our King!<br>Should we forget our Savior’s praise,<br>the stones themselves would sing.",
  "332": "Savior, when in dust to thee<br>low we bow the adoring knee,<br>when, repentant, to the skies<br>scarce we lift our weeping eyes,<br>O by all the pains and woes<br>suffered once for man below,<br>bending from thy throne on high,<br>hear our solemn litany.</p><p>By thy helpless infant years,<br>by thy life of want and tears,<br>by thy days of sore distress<br>in the savage wilderness,<br>by the dread mysterious hour<br>of the insulting tempter’s power,<br>turn, O turn a favoring eye,<br>hear our solemn litany.</p><p>By the sacred griefs that wept<br>o’er the grave where Lazarus slept,<br>by the boding tears that flowed<br>over Salem’s loved abode,<br>by the anguished sigh that told<br>treachery lurked within thy fold,<br>from thy seat above the sky,<br>hear our solemn litany.</p><p>By thine hour of dire despair,<br>by thine agony of prayer,<br>by the cross, the nail, the thorn,<br>piercing spear, and torturing scorn,<br>by the gloom that veiled the skies<br>o’er the dreadful sacrifice,<br>listen to our humble cry,<br>hear our solemn litany.</p><p>By thy deep expiring groan,<br>by the sad sepulchral stone,<br>by the vault whose dark abode<br>held in vain the rising God,<br>O from earth to heaven restored,<br>mighty, re-ascended Lord,<br>listen, listen to the cry<br>of our solemn litany.",
  "333": "O Jesus, crucified for man,<br>O Lamb, all glorious on thy throne,<br>teach thou our wondering souls to scan<br>the mystery of thy love unknown.</p><p>We pray thee, grant us strength to take<br>our daily cross, whate’er it be,<br>and gladly for thine own dear sake<br>in paths of pain to follow thee.</p><p>As on our daily way we go,<br>through light or shade, in calm or strife,<br>O may we bear thy marks below<br>in conquered sin and chastened life.</p><p>And week by week this day we ask<br>that holy memories of thy cross<br>may sanctify each common task,<br>and turn to gain each earthly loss.</p><p>Grant us, dear Lord, our cross to bear,<br>till at thy feet we lay it down,<br>win through thy blood our pardon there,<br>and through the cross attain the crown.",
  "334": "In the hour of trial, <br>Jesus, plead for me,<br>lest by base denial <br>I depart from thee.<br>When thou seest me waver, <br>with a look recall,<br>nor for fear or favor <br>suffer me to fall.</p><p>With forbidden pleasures <br>would this vain world charm,<br>or its sordid treasures <br>spread to work me harm,<br>bring to my remembrance <br>sad Gethsemane,<br>or, in darker semblance, <br>cross-crowned Calvary.</p><p>If with sore affliction<br>thou in love chastise,<br>pour thy benediction<br>on the sacrifice:<br>then upon thine altar<br>freely offered up,<br>though the faith may falter,<br>faith shall drink the cup.</p><p>When in dust and ashes<br>to the grave I sink,<br>while heaven’s glory flashes<br>o’er the shelving brink,<br>on thy truth relying, <br>through that mortal strife,<br>Lord, receive me, dying, <br>to eternal life.",
  "335": "Glory be to Jesus, <br>who in bitter pains<br>poured for me the life blood<br>from his sacred veins!</p><p>Grace and life eternal<br>in that blood I find,<br>blest be his compassion<br>infinitely kind!</p><p>Blest through endless ages<br>be the precious stream<br>which from endless torment<br>doth the world redeem!</p><p>There the fainting spirit<br>drinks of life her fill;<br>there, as in a fountain,<br>laves herself at will.</p><p>Abel’s blood for vengeance<br>pleaded to the skies;<br>but the blood of Jesus<br>for our pardon cries.</p><p>Oft as it is sprinkled<br>on our guilty hearts,<br>Satan in confusion<br>terror-struck departs;</p><p>oft as earth exulting <br>wafts its praise on high,<br>angel hosts, rejoicing,<br>make their glad reply.</p><p>Lift ye then your voices;<br>swell the mighty flood;<br>louder still and louder<br>praise the precious blood.",
  "336": "In the cross of Christ I glory,<br>towering o’er the wrecks of time;<br>all the light of sacred story<br>gathers round its head sublime.</p><p>When the woes of life o’ertake me,<br>hopes deceive, and fears annoy,<br>never shall the cross forsake me:<br>lo, it glows with peace and joy.</p><p>When the sun of bliss is beaming<br>light and love upon my way,<br>from the cross the radiance streaming<br>adds new luster to the day.</p><p>Bane and blessing, pain and pleasure,<br>by the cross are sanctified;<br>peace is there that knows no measure,<br>joys that through all time abide.</p><p>In the cross of Christ I glory,<br>towering o’er the wrecks of time;<br>all the light of sacred story<br>gathers round its head sublime.",
  "337": "When I survey the wondrous cross<br>where the young Prince of Glory died,<br>my richest gain I count but loss,<br>and pour contempt on all my pride.</p><p>Forbid it, Lord, that I should boast,<br>save in the cross of Christ, my God:<br>all the vain things that charm me most,<br>I sacrifice them to his blood.</p><p>See, from his head, his hands, his feet,<br>sorrow and love flow mingled down!<br>Did e’er such love and sorrow meet,<br>or thorns compose so rich a crown?</p><p>Were the whole realm of nature mine,<br>that were an offering far too small;<br>love so amazing, so divine,<br>demands my soul, my life, my all.",
  "338": "Behold the Lamb of God!<br>O thou for sinners slain,<br>let it not be in vain<br>that thou hast died:<br>thee for my Savior let me take,<br>thee--thee alone my refuge make,<br>thy piercèd side.</p><p>Behold the Lamb of God!<br>All hail--Incarnate Word!<br>Thou everlasting Lord,--<br>Savior most blest!<br>Fill us with love that never faints,<br>grant us with all thy blessè saints<br>eternal rest.</p><p>Behold the Lamb of God!<br>Worthy is he alone<br>to sit upon the throne<br>of God above;<br>one with the Ancient of all Days,<br>one with the Comforter in praise,<br>all Light and Love.",
  "340": "We sing the praise of him who died,<br>of him who died upon the cross;<br>the sinner’s hope let men deride;<br>for this we count the world but loss.</p><p>Inscribed upon the cross we see<br>in shining letters, God is love:<br>he bears our sins upon the tree:<br>he brings us mercy from above.</p><p>The cross: it takes our guilt away,<br>it holds the fainting spirit up;<br>it cheers with hope the gloomy day,<br>and sweetens every bitter cup.</p><p>It makes the coward spirit brave,<br>and nerves the feeble arm for fight;<br>it takes its terror from the grave,<br>and gilds the bed of death with light.</p><p>The balm of life, the cure of woe,<br>the measure and the pledge of love,<br>the sinner’s refuge here below,<br>the angel’s theme in heaven above.",
  "341": "Beneath the cross of Jesus<br>I fain would take my stand,<br>the shadow of a mighty rock<br>within a weary land,<br>A home within a wilderness,<br>a rest upon the way,<br>from the burning of the noontide heat<br>and the burden of the day.</p><p>O safe and happy shelter!<br>O refuge tried and sweet!<br>O trysting-place where heaven’s love<br>and heaven’s justice meet!<br>As to the exalted patriarch<br>that wondrous dream was given,<br>so seems my Savior’s cross to me<br>a ladder up to heaven.</p><p>There lies beneath its shadow,<br>but on the farther side,<br>the darkness of an open grave<br>that gapes both deep and wide;<br>and there between us stands the cross,<br>two arms outstretched to save,<br>like a watchman to guard the way<br>from that eternal grave.</p><p>Upon that cross of Jesus<br>mine eyes at times can see<br>the very dying form of one<br>who suffered there for me;<br>and from my stricken heart, with tears,<br>two wonders I confess:<br>the wonders of redeeming love,<br>and my own worthlessness.</p><p>I take, O cross, thy shadow<br>for my abiding place;<br>I ask no other sunshine than <br>the sunshine of his face;<br>content to let the world go by,<br>to know no gain nor loss,<br>my sinful self my only shame,<br>my glory all: the cross.",
  "343": "Praise to the Holiest in the height,<br>and in the depth be praise;<br>in all his words most wonderful,<br>most sure in all his ways!</p><p>O loving wisdom of our God!<br>When all was sin and shame,<br>a second Adam to the fight<br>and to the rescue came.</p><p>O wisest love! that flesh and blood,<br>which did in Adam fail,<br>should strive afresh against the foe,<br>should strive, and should prevail;</p><p>and that the highest gift of grace<br>should flesh and blood refine:<br>God’s presence and his very self,<br>and essence all-divine.</p><p>O generous love! that he who smote<br>in man for ma the foe,<br>the double agony in Man<br>for man should undergo.</p><p>And in the garden secretly,<br>and on the cross on high,<br>should teach his brethren, and inspire<br>to suffer and to die.</p><p>Praise to the Holiest in the height,<br>and in the depth be praise;<br>in all his words most wonderful,<br>most sure in all his ways!",
  "344": "O love, how deep, how broad, how high,<br>it fills the heart with ecstasy,<br>that God, the Son of God, should take<br>our mortal form for mortals’ sake!</p><p>He sent no angel to our race<br>of higher or of lower place,<br>but wore the robe of human frame<br>himself, and to this lost world came.</p><p>For us baptized, for us he bore<br>his holy fast and hungered sore,<br>for us temptation sharp he knew;<br>for us the tempter overthrew.</p><p>For us he prayed; for us he taught;<br>for us his daily works he wrought;<br>by words and signs and actions thus<br>still seeking not himself, but us.</p><p>For us to wicked men betrayed,<br>scourged, mocked, in purple robe arrayed,<br>he bore the shameful cross and death,<br>for us at length gave up his breath.</p><p>For us he rose from death again;<br>for us he went on high to reign;<br>for us he sent his Spirit here,<br>to guide, to strengthen and to cheer.</p><p>To him whose boundless love has won<br>salvation for us through his Son,<br>to God the Father, glory be<br>both now and through eternity.",
  "345": "The King of love my shepherd is,<br>whose goodness faileth never;<br>I nothing lack if I am his,<br>and he is mine for ever.</p><p>Where streams of living water flow, <br>my ransomed soul he leadeth,<br>and where the verdant pastures grow,<br>with food celestial feedeth.</p><p>Perverse and foolish oft I strayed,<br>but yet in love He sought me,<br>and on his shoulder gently laid,<br>and home, rejoicing, brought me.</p><p>In death’s dark vale I fear no ill<br>with thee, dear Lord, beside me;<br>thy rod and staff my comfort still,<br>thy cross before to guide me.</p><p>Thou spread’st a table in my sight;<br>thy unction grace bestoweth;<br>and O what transport of delight<br>from thy pure chalice floweth!</p><p>And so through all the length of days<br>thy goodness faileth never: <br>Good Shepherd, may I sing thy praise<br>within thy house for ever.",
  "346": "Fairest Lord Jesus,<br>Ruler of all nature,<br>O thou of God and man the Son;<br>thee will I cherish,<br>thee will I honor,<br>thou my soul’s glory, joy, and crown.</p><p>Fair are the meadows,<br>fairer still the woodlands,<br>robed in the blooming garb of spring:<br>Jesus is fairer,<br>Jesus is purer,<br>who makes the woeful heart to sing.</p><p>Fair is the sunshine,<br>fairer still the moonlight,<br>and all the twinkling, starry host:<br>Jesus shines brighter,<br>Jesus shines purer,<br>than all the angels heaven can boast.</p><p>All fairest beauty<br>heavenly and earthly,<br>wondrously, Jesus, is found in thee;<br>none can be nearer,<br>fairer or dearer,<br>than thou, my Savior, art to me.",
  "347": "Alleluia! sing to Jesus! <br>His the scepter, his the throne.<br>Alleluia! His the triumph, <br>his the victory alone.<br>Hark! the songs of peaceful Zion <br>thunder like a mighty flood.<br>Jesus out of every nation <br>hath redeemed us by his blood.</p><p>Alleluia! not as orphans <br>are we left in sorrow now;<br>Alleluia! He is near us, <br>faith believes, nor questions how;<br>Though the cloud from sight received him <br>when the forty days were o’er<br>shall our hearts forget his promise, <br>’I am with you evermore’?</p><p>Alleluia! bread of heaven, <br>here on earth our food and stay!<br>Alleluia! here the sinful <br>flee to thee from day to day.<br>Intercessor, Friend of sinners, <br>earth’s Redeemer, plead for me.<br>Where the songs of all the sinless<br>sweep across the crystal sea.</p><p>Alleluia! King eternal, <br>thee the Lord of lords we own;<br>Alleluia! born of Mary, <br>earth thy footstool, <br>heaven thy throne.<br>Thou within the veil hast entered, <br>robed in flesh, our great High Priest.<br>Thou on earth both Priest and Victim <br>in the Eucharistic Feast.",
  "348": "Jesus, gentlest Savior,<br>God of might and power,<br>thou thyself art dwelling<br>in us at this hour.</p><p>Nature cannot hold thee,<br>heaven is all too strait<br>for thine endless glory<br>and thy royal state.</p><p>Out beyond the shining<br>of the furthest star<br>thou art ever stretching<br>infinitely far.</p><p>Yet the hearts of children<br>hold what worlds cannot,<br>and the God of wonders<br>loves the lowly spot.</p><p>Jesus, gentlest Savior,<br>dwelling in us now,<br>fill us full of goodness<br>till our hearts o’erflow.</p><p>Multiply our graces,<br>chiefly love and fear,<br>and, dear Lord, the chiefest,<br>grace to persevere.",
  "350": "Rejoice the Lord is King!<br>Your Lord and King adore!<br>Rejoice, give thanks and sing,<br>and triumph evermore.<br><i>Lift up your heart!<br>lift up your voice!<br>Rejoice! again I say, rejoice!</i></p><p>Jesus, the Savior reigns,<br>the God of truth and love:<br>when he had purged our stains,<br>he took his seat above.<br><i>Lift up, &c.</i></p><p>His kingdom cannot fail;<br>he rules o’er earth and heaven;<br>the keys of death and hell<br>are to our Jesus given. <br><i>Lift up, &c.</i></p><p>He sits at God’s right hand<br>till all his foes submit,<br>and bow to his command,<br>and fall beneath his feet: <br><i>Lift up, &c.</i></p><p>Rejoice in glorious hope!<br>Jesus the Judge shall come<br>and take his servants up<br>to their eternal home:<br>We soon shall hear the archangel’s voice,<br>the trump of God shall sound: rejoice!",
  "351": "Praise the Lord through every nation;<br>his holy arm hath wrought salvation;<br>exalt him on his Father’s throne.<br>Praise your King, ye Christian legions,<br>who now prepares in heavenly regions<br>unfailing mansions for his own:<br>with voice and minstrelsy<br>extol his majesty:<br>Alleluia!<br>His praise shall sound all nature round<br>and hymns on every tongue abound.</p><p>Jesus, Lord, our Captain glorious,<br>o’er sin, and death, and hell victorious,<br>wisdom and might to thee belong:<br>we confess, proclaim, adore thee;<br>we bow the knee, we fall before thee;<br>thy love henceforth shall be our song.<br>The cross meanwhile we bear,<br>the crown ere-long to wear:<br>Alleluia!<br>Thy reign extend world without end;<br>let praise from all to thee ascend.",
  "352": "Crown him with many crowns, <br>the Lamb upon his throne.<br>Hark! How the heavenly anthem drowns <br>all music but its own.<br>Awake, my soul, and sing of him <br>who died for thee,<br>and hail him as thy matchless King <br>through all eternity.</p><p>Crown him the virgin’s Son, <br>the God incarnate born,<br>whose arm those crimson trophies won <br>which now His brow adorn;<br>fruit of the mystic rose, <br>as of that rose the stem;<br>the root whence mercy ever flows, <br>the Babe of Bethlehem.</p><p>Crown him the Son of God, <br>before the worlds began,<br>and ye who tread where he hath trod, <br>crown him the Son of Man;<br>who every grief hath known <br>that wrings the human breast,<br>and takes and bears them for His own,<br>that all in him may rest.</p><p>Crown him the Lord of life, <br>who triumphed over the grave,<br>and rose victorious in the strife <br>for those he came to save.<br>His glories now we sing, <br>who died, and rose on high,<br>who died eternal life to bring, <br>and lives that death may die.</p><p>Crown him the Lord of peace, <br>whose power a scepter sways<br>from pole to pole, that wars may cease, <br>and all be prayer and praise.<br>his reign shall know no end, <br>and round his piercèd feet<br>fair flowers of paradise extend<br>their fragrance ever sweet.</p><p>Crown him the Lord of love, <br>behold his hands and side,<br>those wounds, yet visible above, <br>in beauty glorified.<br>No angel in the sky <br>can fully bear that sight,<br>but downward bends his burning eye <br>at mysteries so bright.</p><p>Crown him the Lord of Heaven, <br>enthroned in worlds above,<br>crown him the King to whom is given <br>the wondrous name of Love.<br>Crown him with many crowns, <br>as thrones before him fall;<br>Crown him, ye kings, with many crowns, <br>for he is King of all.</p><p>Crown him the Lord of lords, <br>who over all doth reign,<br>who once on earth, the incarnate Word, <br>for ransomed sinners slain,<br>now lives in realms of light, <br>where saints with angels sing<br>their songs before him day and night, <br>their God, Redeemer, King.</p><p>Crown him the Lord of years, <br>the Potentate of time,<br>Creator of the rolling spheres, <br>ineffably sublime.<br>all hail, Redeemer, hail! <br>For thou has died for me;<br>thy praise and glory shall not fail <br>throughout eternity.",
  "353": "Majestic sweetness sits enthroned<br>upon the Savior’s brow;<br>his head with radiant glories crowned,<br>his lips with grace o’erflow.</p><p>To Christ, the Lord, let every tongue<br>its noblest tribute bring<br>when he’s the subject of the song,<br>who can refuse to sing?</p><p>Survey the beauties of his face,<br>and on his glories dwell;<br>think of the wonders of his grace,<br>and all his triumphs tell.</p><p>No mortal can with him compare<br>among the sons of men;<br>fairer is he than all the fair<br>who fill the heav’nly train.</p><p>He saw me plunged in deep distress<br>and flew to my relief;<br>for me he bore the shameful cross<br>and carried all my grief.</p><p>His hand a thousand blessings pours<br>upon my guilty head:<br>his presence gilds my darkest hours,<br>and guards my sleeping bed.</p><p>To him I owe my life and breath<br>and all the joys I have;<br>he makes me triumph over death<br>and saves me from the grave.</p><p>To heaven, the place of his abode,<br>he brings my weary feet;<br>shows me the glories of my God,<br>and makes my joys complete.</p><p>Since from his bounty I receive<br>such proofs of love divine,<br>had I a thousand hearts to give,<br>Lord, they should all be thine.",
  "355": "All hail the power of Jesus’ name!<br>Let angels prostrate fall;<br>bring forth the royal diadem,<br>to crown him, crown him, crown him Lord of all!</p><p>Crown him, ye morning stars of light,<br>who fixed this floating ball;<br>now hail the Strength of Israel’s might,<br>and crown him, crown him, crown him Lord of all!</p><p>Crown him ye martyrs of your God,<br>who from his altar call:<br>extol the stem of Jesse’s rod,<br>and crown him, crown him, crown him Lord of all!</p><p>Ye seed of Israel’s chosen race,<br>ye ransomed of the fall,<br>hail him who saves you by his grace.<br>and crown him, crown him, crown him Lord of all!</p><p>Hail him, ye heirs of David’s line,<br>whom David Lord did call,<br>the God incarnate, Man divine,<br>and crown him, crown him, crown him Lord of all!</p><p>Sinners, whose love can ne’er forget<br>the wormwood and the gall,<br>go spread your trophies at his feet,<br>and crown him, crown him, crown him Lord of all!</p><p>Let every tribe and every tongue<br>that bound creation’s call,<br>now shout in universal song<br>the crowned, the crowned, the crowned Lord of all!",
  "356": "At the Name of Jesus<br>every knee shall bow,<br>every tongue confess him<br>King of glory now;<br>’tis the Father’s pleasure<br>we should call him Lord,<br>who from the beginning<br>was the mighty Word.</p><p>At his voice creation<br>sprang at once to sight,<br>all the angel faces,<br>all the hosts of light,<br>Thrones and Dominations,<br>stars upon their way,<br>all the heavenly orders,<br>in their great array.</p><p>Humbled for a season,<br>to receive a Name<br>from the lips of sinners,<br>unto whom he came,<br>faithfully he bore it<br>spotless to the last,<br>brought it back victorious,<br>when from death he passed;</p><p>Bore it up triumphant,<br>with its human light,<br>through all ranks of creatures,<br>to the central height,<br>to the throne of Godhead,<br>to the Father’s breast;<br>filled it with the glory<br>of that perfect rest.</p><p>Name him, brothers, name him,<br>with love as strong as death,<br>but with awe and wonder<br>and with bated breath;<br>he is God the Savior,<br>he is Christ the Lord,<br>ever to be worshiped,<br>trusted, and adored.</p><p>In your hearts enthrone him;<br>there let him subdue<br>all that is not holy,<br>all that is not true;<br>crown him as your Captain<br>in temptation’s hour;<br>let his will enfold you<br>in its light and power.</p><p>Brothers, this Lord Jesus<br>shall return again,<br>with his Father’s glory<br>with his angel train;<br>for all wreaths of empire<br>meet upon his brow,<br>and our hearts confess him <br>King of glory now.",
  "357": "Hail, thou once despised Jesus!<br>Hail, thou Galilean King!<br>Thou didst suffer to release us;<br>thou didst free salvation bring.<br>Hail, thou universal Savior,<br>bearer of our sin and shame,<br>by thy merit we find favor:<br>life is given through thy Name.</p><p>Paschal Lamb, by God appointed,<br>all our sins on thee were laid:<br>by almighty love anointed,<br>thou hast full atonement made.<br>All thy people are forgiven<br>through the virtue of thy blood:<br>opened is the gate of heaven,<br>peace is made ’twixt man and God.</p><p>Jesus, hail! enthroned in glory,<br>there for ever to abide;<br>all the heavenly hosts adore thee,<br>seated at thy Father’s side.<br>There for sinners thou art pleading:<br>there thou dost our place prepare;<br>thou for saints are interceding<br>till in glory they appear.</p><p>Worship, honor, power, and blessing<br>thou art worthy to receive;<br>highest praises, without ceasing,<br>meet it is for us to give.<br>Help, ye bright angelic spirits,<br>bring your sweetest, noblest lays;<br>help to sing of Jesus’ merits,<br>help to chant Emmanuel’s praise!",
  "360": "Immortal love, forever full,<br>forever flowing free,<br>forever shared, forever whole,<br>a never ebbing sea!</p><p>Our outward lips confess the name<br>all other names above;<br>love only knoweth whence it came,<br>and comprehendeth love.</p><p>We may not climb the heavenly steeps<br>to bring the Lord Christ down;<br>In vain we search the lowest deeps,<br>for him no depths can drown.</p><p>But warm, sweet, tender, even yet,<br>a present help is he;<br>and faith still has its Olivet,<br>and love its Galilee.</p><p>The healing of his seamless dress<br>is by our beds of pain;<br>we touch him in life’s throng and press,<br>and we are whole again.</p><p>Through him the first fond prayers are said<br>our lips of childhood frame,<br>the last low whispers of our dead<br>are burdened with his Name.</p><p>O Lord and Master of us all,<br>whate’er our name or sign,<br>we own thy sway, we hear thy call,<br>we test our lives by thine.",
  "367": "When morning gilds the skies <br>my heart awaking cries:<br>may Jesus Christ be praised!<br>Alike at work and prayer, <br>to Jesus I repair:<br>may Jesus Christ be praised!</p><p>When you begin the day, <br>O never fail to say,<br>may Jesus Christ be praised!<br>And at your work rejoice, <br>to sing with heart and voice,<br>may Jesus Christ be praised!</p><p>Whene’er the sweet church bell <br>peals over hill and dell,<br>may Jesus Christ be praised!<br>O hark to what it sings, <br>as joyously it rings,<br>may Jesus Christ be praised!</p><p>My tongue shall never tire <br>of chanting with the choir,<br>may Jesus Christ be praised!<br>This song of sacred joy, <br>it never seems to cloy,<br>may Jesus Christ be praised!</p><p>Does sadness fill my mind? <br>A solace here I find,<br>may Jesus Christ be praised!<br>Or fades my earthly bliss? <br>My comfort still is this,<br>may Jesus Christ be praised!</p><p>To God, the Word, on high, <br>the host of angels cry,<br>may Jesus Christ be praised!<br>Let mortals, too, upraise <br>their voice in hymns of praise,<br>may Jesus Christ be praised!</p><p>Be this at meals your grace, <br>in every time and place;<br>may Jesus Christ be praised!<br>Be this, when day is past, <br>of all your thoughts the last<br>may Jesus Christ be praised!</p><p>When mirth for music longs, <br>this is my song of songs:<br>may Jesus Christ be praised!<br>When evening shadows fall, <br>this rings my curfew call,<br>may Jesus Christ be praised!</p><p>When sleep her balm denies, <br>my silent spirit sighs,<br>may Jesus Christ be praised!<br>When evil thoughts molest, <br>with this I shield my breast,<br>may Jesus Christ be praised!</p><p>The night becomes as day <br>when from the heart we say:<br>may Jesus Christ be praised!<br>The powers of darkness fear <br>when this sweet chant they hear:<br>may Jesus Christ be praised!</p><p>No lovelier antiphon <br>in all high heaven is known<br>than, Jesus Christ be praised!<br>There to the eternal Word <br>the eternal psalm is heard:<br>may Jesus Christ be praised!</p><p>Let all the earth around <br>ring joyous with the sound:<br>may Jesus Christ be praised!<br>In heaven’s eternal bliss <br>the loveliest strain is this:<br>may Jesus Christ be praised!</p><p>Sing, suns and stars of space, <br>sing, ye that see his face,<br>sing, Jesus Christ be praised!<br>God’s whole creation o’er, <br>for aye and evermore<br>shall Jesus Christ be praised!</p><p>In heaven’s eternal bliss <br>the loveliest strain is this,<br>may Jesus Christ be praised!<br>Let earth, and sea and sky <br>from depth to height reply,<br>may Jesus Christ be praised!</p><p>Be this, while life is mine, <br>my canticle divine:<br>may Jesus Christ be praised!<br>Sing this eternal song <br>through all the ages long:<br>may Jesus Christ be praised!",
  "368": "Our blest Redeemer, ere he breathed<br>his tender last farewell,<br>a Guide, a Comforter, bequeathed<br>with us to dwell.</p><p>He came in semblance of a dove<br>with sheltering wings outspread,<br>the holy balm of peace and love<br>on earth to shed.</p><p>He came in tongues of living flame<br>to teach, convince, subdue,<br>all powerful as the wind he came<br>as viewless too.</p><p>He came sweet influence to impart,<br>a gracious, willing Guest,<br>while he can find one humble heart<br>wherein to rest.</p><p>And his that gentle voice we hear,<br>soft as the breath of even,<br>that checks each fault, that calms each fear,<br>and speaks of heaven.</p><p>And every virtue we possess,<br>and every conquest won,<br>and every thought of holiness,<br>are his alone.</p><p>Spirit of purity and grace,<br>our weakness, pitying, see:<br>O make our hearts thy dwelling place<br>and worthier thee.",
  "369": "Come, Holy Spirit, heavenly Dove,<br>with all thy quickening powers;<br>kindle a flame of sacred love<br>in these cold hearts of ours.</p><p>See how we trifle here below,<br>fond of these earthly toys:<br>our souls, how heavily they go,<br>to reach eternal joys.</p><p>In vain we tune our formal songs,<br>in vain we strive to rise:<br>hosannas languish on our tongues,<br>and our devotion dies.</p><p>Come, Holy Spirit, heavenly Dove,<br>with all thy quickening powers;<br>come, shed abroad a Savior’s love,<br>and that shall kindle ours.",
  "371": "Creator Spirit, by whose aid <br>the world’s foundations first were laid,<br>come visit every humble mind;<br>come, pour thy joys on human kind;<br>from sin and sorrow set us free,<br>and make us temples worthy thee.</p><p>O Source of uncreated light,<br>the Father’s promised Paraclete,<br>thrice holy Fount, thrice holy Fire,<br>our hearts with heavenly love inspire;<br>come, and thy sacred unction bring<br>to sanctify us while we sing.</p><p>Plenteous of grace, come from on high,<br>rich in thy sevenfold energy;<br>make us eternal truths receive,<br>and practice all that we believe;<br>give us thyself, that we may see<br>the Father and the Son by thee.</p><p>Immortal honor, endless fame,<br>attend the Almighty Father’s Name;<br>the Savior Son be glorified,<br>who for lost man’s redemption died;<br>and equal adoration be,<br>Eternal Paraclete, to thee.",
  "375": "Breathe on me, Breath of God,<br>fill me with life anew,<br>that I may love what thou dost love,<br>and do what thou wouldst do.</p><p>Breathe on me, Breath of God,<br>until my heart is pure,<br>until my will is one with thine,<br>to do and to endure.</p><p>Breathe on me, Breath of God,<br>till I am wholly thine,<br>until this earthly part of me<br>glows with thy fire divine.</p><p>Breathe on me, Breath of God,<br>so shall I never die;<br>but live with thee the perfect life<br>of thine eternity.",
  "376": "Come down, O love divine,<br>seek thou this soul of mine,<br>and visit it with thine own ardor glowing;<br>O Comforter, draw near,<br>within my heart appear,<br>and kindle it, thy holy flame bestowing.</p><p>O let it freely burn,<br>till earthly passions turn<br>to dust and ashes in its heat consuming;<br>and let thy glorious light<br>shine ever on my sight,<br>and clothe me round, the while my path illuming.</p><p>Let holy charity<br>mine outward vesture be,<br>and lowliness become mine inner clothing;<br>true lowliness of heart,<br>which takes the humbler part,<br>and o’er its own shortcomings weeps with loathing.</p><p>And so the yearning strong,<br>with which the soul will long,<br>shall far outpass the power of human telling;<br>for none can guess its grace,<br>till Love create a place<br>wherein the Holy Spirit makes a dwelling.",
  "377": "Holy Spirit, Truth divine,<br>dawn upon this soul of mine;<br>Breath of God and inward Light<br>wake my spirit, clear my sight.</p><p>Holy Spirit, Love divine,<br>glow within this heart of mine;<br>kindle every high desire;<br>perish self in thy pure fire.</p><p>Holy Spirit, Power divine<br>fill and nerve this will of mine;<br>by thee may I strongly live,<br>bravely bear and nobly strive.</p><p>Holy Spirit, Right divine,<br>King within my conscience reign;<br>be my Lord, and I shall be<br>firmly bound, forever free.</p><p>Holy Spirit, Peace divine,<br>still this restless heart of mine;<br>speak to calm this tossing sea,<br>stayed in thy tranquility.</p><p>Holy Spirit, Joy divine,<br>gladden thou this heart of mine;<br>in the desert ways I sing,<br>“Spring, O Well, forever spring.”",
  "378": "Come, Gracious Spirit, heavenly Dove,<br>with light and comfort from above;<br>be thou our guardian, thou our guide<br>o’er every thought and step preside.</p><p>The light of truth to us display,<br>and make us know and choose thy way;<br>plant holy fear in every heart,<br>that we from thee may ne’er depart.</p><p>Lead us to Christ, the living Way,<br>nor let us from his pastures stray;<br>lead us to holiness, the road<br>that we must take to dwell with God.</p><p>Lead us to heaven, that we may share<br>fullness of joy for ever there;<br>lead us to God, our final rest,<br>to be with him for ever blessed.",
  "379": "Gracious Spirit, Holy Ghost,<br>taught by thee we covet most,<br>of thy gifts at Pentecost,<br>holy heavenly, love.</p><p>Love is kind and suffers long,<br>love is meek and thinks no wrong,<br>love than death itself more strong;<br>therefore, give us love.</p><p>Prophecy will fade away,<br>melting in the light of day;<br>love will ever with us stay;<br>therefore, give us love.</p><p>Faith will vanish into sight;<br>hope be emptied in delight;<br>love in heaven will shine more bight;<br>therefore give us love.</p><p>Faith and hope and love we see,<br>joining hand in hand agree,<br>but the greatest of the three,<br>and the best, is love.</p><p>From the overshadowing<br>of thy gold and silver wing<br>shed on us, who to thee sing,<br>holy, heavenly love.",
  "384": "Christ is made the sure foundation,<br>Christ the head and cornerstone,<br>chosen of the Lord, and precious,<br>binding all the Church in one;<br>holy Zion’s help for ever,<br>and her confidence alone.</p><p>All that dedicated city,<br>dearly loved of God on high,<br>in exultant jubilation<br>pours perpetual melody;<br>God the One in Three adoring<br>in glad hymns eternally.</p><p>To this temple, where we call thee,<br>come, O Lord of Hosts, today;<br>with thy wonted loving-kindness<br>hear thy servants as they pray,<br>and thy fullest benediction<br>shed within its walls alway.</p><p>Here vouchsafe to all thy servants<br>what they ask of thee of gain;<br>what they gain from thee, for ever<br>with the blessèd to retain,<br>and hereafter in thy glory<br>evermore with thee to reign.</p><p>Laud and honor to the Father,<br>laud and honor to the Son,<br>laud and honor to the Spirit,<br>ever Three, and ever One,<br>consubstantial, co-eternal,<br>while unending ages run.",
  "385": "Glorious things of thee are spoken,<br>Zion, city of our God;<br>he whose word cannot be broken<br>formed thee for his own abode;<br>on the Rock of Ages founded,<br>what can shake thy sure repose?<br>With salvation’s walls surrounded,<br>thou may’st smile at all thy foes.</p><p>See! the streams of living waters,<br>spring form eternal love,<br>well supply thy sons and daughters<br>and all fear of want remove.<br>Who can faint, when such a river<br>ever flows their thirst to assuage?<br>Grace which, like the Lord, the Giver,<br>never fails from age to age.</p><p>Round each habitation hovering,<br>see the cloud and fire appear<br>for a glory and a covering,<br>showing that the Lord is near.<br>Thus they march, their pillar leading,<br>light by night, and shade by day;<br>daily on the manna feeding<br>which he gives them when they pray.</p><p>Blest inhabitants of Zion,<br>washed in the Redeemer’s blood!<br>Jesus, whom their souls rely on,<br>makes them kings and priests to God.<br>’Tis his love his people raises<br>over self to reign as kings:<br>and as priests, his solemn praises<br>each for a thank-offering brings.</p><p>Savior, if of Zion’s city,<br>I through grace a member am,<br>let the world deride or pity,<br>I will glory in thy Name.<br>Fading is the worldling’s pleasure,<br>all his boasted pomp and show;<br>solid joys and lasting treasure<br>none but Zion’s children know.",
  "386": "City of God, how broad and far<br>outspread thy walls sublime!<br>The true thy chartered freemen are<br>of every age and clime. </p><p>One holy Church, one army strong;<br>one steadfast, high intent;<br>one working band, one harvest song,<br>one King omnipotent.</p><p>How purely hath thy speech come down<br>from man’s primeval youth!<br>How grandly hath thine empire grown<br>of freedom, love and truth!</p><p>How gleam thy watch fires through the night<br>with never fainting ray!<br>How rise thy towers, serene and bright,<br>to meet the dawning day!</p><p>In vain the surge’s angry shock,<br>in vain the drifting sands;<br>unharmed upon the eternal Rock<br>the eternal City stands.",
  "387": "The Church of God a kingdom is,<br>where Christ in power doth reign,<br>where spirits yearn till seen in bliss<br>their Lord shall come again.</p><p>Glad companies of saints possess<br>this Church below, above;<br>and God’s perpetual calm doth bless<br>their paradise of love.</p><p>An altar stands within the shrine<br>whereon, once sacrificed,<br>is set, immaculate, divine,<br>the Lamb of God, the Christ.</p><p>There rich and poor, from countless lands,<br>praise Christ on mystic rood;<br>there nations reach forth holy hands<br>to take God’s holy food.</p><p>There pure life-giving streams o’erflow<br>the sower’s garden ground;<br>and faith and hope fair blossoms show,<br>and fruits of love abound.</p><p>O King, O Christ, this endless grace<br>to us and all men bring,<br>to see the vision of thy face<br>in joy, O Christ, our King.",
  "388": "I love thy kingdom, Lord,<br>the house of thine abode,<br>the Church our blest Redeemer<br>saved with his own precious blood.</p><p>I love thy Church, O God:<br>her walls before thee stand,<br>dear as the apple of thine eye,<br>and graven on thy hand.</p><p>For her my tears shall fall;<br>for her my prayers shall ascend;<br>to her my cares and toils be given,<br>till toils and cares shall end.</p><p>Beyond my highest joy<br>I prize her heavenly ways,<br>her sweet communion, solemn vows,<br>her hymns of love and praise.</p><p>Jesus, thou friend divine, <br>our Savior and our King,<br>thy hand from every snare and foe<br>shall deliverance bring.</p><p>Sure as thy truth shall last,<br>to Zion shall be given <br>the brightest glories earth can yield,<br>and brighter bliss of heaven.",
  "389": "Rise, crowned with light, imperial Salem, rise!<br>Exalt thy towering head and lift thine eyes;<br>see heaven its sparkling portals wide display<br>and break upon thee in a flood of day. <p>See a long race thy spacious courts adorn;<br>see future sons and daughters, yet unborn,<br>in crowding ranks on every side arise<br>demanding life, impatient for the skies.</p><p>See barbarous nations at thy gates attend,<br>walk in thy light, and in thy temple bend;<br>see thy bright altars thronged with prostrate kings,<br>while every land its joyful tribute brings. <p>The seas shall waste, the skies in smoke decay,<br>rocks fall to dust, and mountains melt away;<br>but fixed this Word, this saving pow’r, remains;<br>thy realms shall last, thine own Messiah reigns. </p></p>",
  "390": "O ’twas a joyful sound to hear<br>our tribes devoutly say,<br>up, Israel! to the temple haste,<br>and keep your festal day.<br>at Salem’s courts we must appear,<br>with our assembled powers,<br>in strong and beauteous order ranged,<br>like her united towers.</p><p>O ever pray for Salem’s peace;<br>for they shall prosperous be,<br>thou holy city of our God,<br>who bear true love to thee.<br>May peace within thy sacred walls<br>a constant guest be found;<br>with plenty and prosperity<br>thy palaces be crowned.</p><p>For my dear brethren’s sake, and friends<br>no less than brethren dear,<br>I’ll pray: May peace in Salem’s towers<br>a constant guest appear.<br>But most of all I’ll seek thy good,<br>and ever wish thee well,<br>for Zion and the temple’s sake,<br>where God vouchsafes to dwell.",
  "391": "Thy kingdom come! on bended knee<br>the passing ages pray;<br>and faithful souls have yearned to see<br>on earth that kingdom’s day.</p><p>But the slow watches of the night<br>not less to God belong;<br>and for the everlasting right<br>the silent stars are strong.</p><p>And lo, already on the hills<br>the flags of dawn appear;<br>gird up your loins, ye prophet souls,<br>proclaim the day is near:</p><p>The day to whose clear shining light<br>all wrong shall stand revealed,<br>when justice shall be throned in might,<br>and every heart be healed;</p><p>When knowledge, hand in hand with peace,<br>shall walk the earth abroad;<br>the day of perfect righteousness,<br>the promised day of God.",
  "393": "Faith of our fathers! living still<br>in spite of dungeon, fire, and sword:<br>O how our hearts beat high with joy,<br>whene’er we hear that glorious word:<br><i>Faith of our fathers, holy faith!<br>We will be true to thee till death.</i></p><p>Faith of our fathers! faith and prayer<br>shall win all nations unto thee;<br>and through the truth that comes from God,<br>mankind shall then indeed be free. <br><i>Faith of our fathers, &c.</i></p><p>Faith of our fathers! we will love<br>both friend and foe in all our strife:<br>and preach thee, too, as love knows how,<br>by kindly deeds and virtuous life. <br><i>Faith of our fathers, &c.</i>",
  "394": "Through the night of doubt and sorrow,<br>onward goes the pilgrim band,<br>singing songs of expectation,<br>marching to the promised land.<br>Clear before us through the darkness<br>gleams and burns the guiding light:<br>trusting God we march together<br>stepping fearless through the night.</p><p>One the light of God’s own presence,<br>o’er his ransomed people shed,<br>chasing far the gloom and terror,<br>brightening all the path we tread:<br>one the object of our journey,<br>one the faith which never tires,<br>one the earnest looking forward,<br>one the hope our God inspires.</p><p>One the strain the lips of thousands<br>lift as from the heart of one;<br>one the conflict, one the peril,<br>one the march in God begun:<br>one the gladness of rejoicing<br>on the far eternal shore,<br>where the one almighty Father<br>reigns in love for evermore.</p><p>Onward, therefore, pilgrim brothers,<br>onward with the cross our aid;<br>bear its shame, and fight its battle,<br>till we rest beneath its shade.<br>Soon shall come the great awaking,<br>soon the rending of the tomb;<br>then the scattering of all shadows,<br>and the end of toil and gloom.",
  "396": "The Church’s one foundation<br>is Jesus Christ her Lord;<br>she is his new creation,<br>by water and the word:<br>from heaven he came and sought her<br>to be his holy bride;<br>with his own blood he bought her, <br>and for her life he died.</p><p>Elect from every nation,<br>yet one o’er all the earth,<br>her charter of salvation,<br>one Lord, one faith, one birth;<br>one holy Name she blesses,<br>partakes one holy food,<br>and to one hope she presses,<br>with every grace endued.</p><p>Though with a scornful wonder<br>men see her sore oppressed,<br>by schisms rent asunder,<br>by heresies distressed;<br>yet saints their watch are keeping,<br>their cry goes up, “How long?”<br>and soon the night of weeping<br>shall be the morn of song.</p><p>Mid toil and tribulation,<br>and tumult of her war<br>she waits the consummation<br>of peace for evermore;<br>till with the vision glorious<br>her longing eyes are blessed,<br>and the great Church victorious <br>shall be the Church at rest.</p><p>Yet she on earth hath union<br>with God, the Three in one,<br>and mystic sweet communion<br>with those whose rest is won.<br>O happy ones and holy! <br>Lord, give us grace that we<br>like them, the meek and lowly,<br>on high may dwell with thee.",
  "397": "Let saints on earth in concert sing<br>with those who work is done;<br>for all the servants of our King<br>in heaven and earth are one.</p><p>One family, we dwell in him,<br>one Church, above, beneath,<br>though now divided by the stream,<br>the narrow stream of death.</p><p>One army of the living God,<br>to his command we bow;<br>part of the host have crossed the flood,<br>and part are crossing now.</p><p>E’en now to their eternal home<br>there pass some spirits blest;<br>while others to the margin come,<br>waiting their call to rest..</p><p>Jesus, be thou our constant Guide;<br>then, when the word is given,<br>bid Jordan’s narrow stream divide,<br>and bring us safe to heaven.",
  "398": "We love the place, O God,<br>wherein thine honor dwells;<br>the joy of thine abode<br>all earthly joy excels.</p><p>It is the house of prayer,<br>wherein thy servants meet;<br>and thou, O Lord, art there<br>thy chosen flock to greet.</p><p>We love the sacred font;<br>for there the Holy Dove<br>to pour is ever wont<br>his blessing from above.</p><p>We love thine altar, Lord;<br>O what on earth so dear?<br>For there in faith adored,<br>we find thy presence near.</p><p>We love the word of life,<br>the word that tells of peace,<br>of comfort in the strife,<br>and joys that never cease.</p><p>We love to sing below<br>for mercies freely given;<br>but O we long to know<br>the triumph-song of heaven.</p><p>Lord Jesus, give us grace<br>on earth to love thee more,<br>in heaven to see thy face,<br>and with thy saints adore.",
  "413": "Lord, as to thy dear cross we flee,<br>and plead to be forgiven,<br>so let thy life our pattern be,<br>and form our souls for heaven.</p><p>Help us through good report and ill<br>our daily cross to bear,<br>like thee to do our Father’s will,<br>our brethren’s grief to share.</p><p>Let grace our selfishness expel,<br>our earthliness refine,<br>and kindness in our being dwell,<br>as free and true as thine.</p><p>If joy shall at thy bidding fly,<br>and grief’s dark day come on,<br>we in our turn would meekly cry,<br>Father, thy will be done. </p><p>Should friends misjudge, or foes defame,<br>or brethren faithless prove,<br>then, like thine own, be all our aim<br>to conquer them by love.</p><p>Kept peaceful in the midst of strife,<br>forgiving and forgiven,<br>O may we lead the pilgrim’s life<br>and follow thee to heaven.",
  "416": "O for a closer walk with God,<br>a calm and heavenly frame,<br>a light to shine upon the road<br>that leads me to the Lamb!</p><p>Where is the blessedness I knew<br>when first I saw the Lord?<br>Where is the soul-refreshing view<br>of Jesus and his word?</p><p>Return, O holy Dove, return,<br>sweet messenger of rest;<br>I hate the sins that made thee mourn,<br>and drove thee from my breast.</p><p>The dearest idol I have known,<br>whate’er that idol be,<br>help me to tear it from thy throne,<br>and worship only thee.</p><p>So shall my walk be close with God,<br>calm and serene my frame;<br>so purer light shall mark the road<br>that leads me to the Lamb.",
  "417": "Lord Jesus, think on me,<br>and purge away my sin;<br>from harmful passions set me free,<br>and make me pure within.</p><p>Lord Jesus, think on me,<br>with care and woe oppressed;<br>let me thy loving servant be, <br>and taste thy promised rest.</p><p>Lord Jesus, think on me, <br>nor let me go astray;<br>through darkness and perplexity<br>point thou the heavenly way.</p><p>Lord Jesus, think on me,<br>that, when the flood is passed,<br>I may the eternal brightness see,<br>and share thy joy at last.</p><p>Lord Jesus, think on me,<br>that I may sing above<br>to Father, Holy Ghost and thee<br>the songs of praise and love.",
  "418": "Blest are the pure in heart,<br>for they shall see our God;<br>the secret of the Lord is theirs,<br>their soul is Christ’s abode.</p><p>The Lord, who left the heavens<br>our life and peace to bring,<br>to dwell in lowliness with men,<br>their Pattern and their King;</p><p>still to the lowly soul<br>he doth himself impart<br>and for his dwelling and his throne<br>chooseth the pure in heart.</p><p>Lord, we thy presence seek;<br>may ours this blessing be;<br>give us a pure and lowly heart,<br>a temple meet for thee.",
  "424": "I heard the voice of Jesus say,<br>“Come unto me and rest;<br>lay down, thou weary one, lay down<br>thy head upon my breast.”<br>I came to Jesus as I was,<br>so weary, worn, and sad;<br>I found in him a resting place, <br>and he has made me glad.</p><p>I heard the voice of Jesus say,<br>“Behold, I freely give<br>the living water; thirsty one,<br>stoop down and drink, and live.”<br>I came to Jesus, and I drank<br>of that life-giving stream;<br>my thirst was quenched, my soul revived,<br>and now I live in him.</p><p>I heard the voice of Jesus say,<br>“I am this dark world’s light;<br>look unto me, thy morn shall rise,<br>and all thy day be bright.”<br>I looked to Jesus, and I found <br>in him my Star, my Sun;<br>and in that light of life I’ll walk<br>till traveling days are done.",
  "431": "Come, thou long-expected Jesus,<br>born to set thy people free;<br>from our fears and sins release us,<br>let us find our rest in thee.</p><p>Israel’s strength and consolation,<br>hope of all the earth thou art:<br>dear desire of every nation, <br>joy of every longing heart.</p><p>Born thy people to deliver,<br>born a child, and yet a king,<br>born to reign in us for ever,<br>now thy gracious kingdom bring.</p><p>By thine own eternal Spirit<br>rule in all our hearts alone;<br>by thine all-sufficient merit<br>raise us to thy glorious throne.",
  "434": "Guide me, O thou great Jehovah,<br>pilgrim though this barren land;<br>I am weak, but thou art mighty;<br>hold me with thy powerful hand;<br>Bread of heaven, Bread of heaven,<br>feed me till I want no more,<br>feed me till I want no more.</p><p>Open now the crystal fountain,<br>whence the healing stream doth flow;<br>let the fire and cloudy pillar<br>lead me all my journey through;<br>strong Deliverer, strong Deliverer.<br>be thou still my Strength and Shield,<br>be thou still my Strength and Shield.</p><p>When I tread the verge of Jordan,<br>bid my anxious fears subside;<br>bear me through the swelling current,<br>land me safe on Canaan’s side;<br>songs of praises, songs of praises,<br>I will ever give to thee,<br>I will ever give to thee.",
  "435": "Dear Lord and Father of mankind,<br>forgive our foolish ways!<br>Re-clothe us in our rightful mind,<br>in purer lives thy service find,<br>in deeper reverence, praise;<br>in deeper reverence, praise.</p><p>In simple trust like theirs who heard,<br>beside the Syrian sea,<br>the gracious calling of the Lord,<br>let us, like them, without a word,<br>rise up and follow thee;<br>rise up and follow thee.</p><p>O Sabbath rest by Galilee!<br>O calm of hills above,<br>where Jesus knelt to share with thee<br>the silence of eternity<br>interpreted by love!<br>interpreted by love!</p><p>Drop thy still dews of quietness,<br>till all our strivings cease;<br>take from our souls the strain and stress,<br>and let our ordered lives confess<br>the beauty of thy peace;<br>the beauty of thy peace.</p><p>Breathe through the heats of our desire<br>thy coolness and thy balm;<br>let sense be dumb, let flesh retire;<br>speak through the earthquake, wind, and fire,<br>O still, small voice of calm;<br>O still, small voice of calm.",
  "440": "Watchman, tell us of the night,<br>what its signs of promise are.<br>Traveler, o’er yon mountain’s height,<br>see that glory-beaming star.<br>Watchman, does its beauteous ray<br>aught of joy or hope foretell?<br>Traveler, yes; it brings the day,<br>promised day of Israel.</p><p>Watchman, tell us of the night;<br>higher yet that star ascends.<br>Traveler, blessedness and light,<br>peace and truth its course portends.<br>Watchman, will its beams alone<br>gild the spot that gave them birth?<br>Traveler, ages are its own;<br>see, it bursts o’er all the earth.</p><p>Watchman, tell us of the night,<br>for the morning seems to dawn.<br>Traveler, darkness takes its flight,<br>doubt and terror are withdrawn.<br>Watchman, let thy wanderings cease;<br>hie thee to thy quiet home.<br>Traveler, lo! the Prince of Peace,<br>lo! the Son of God is come!",
  "442": "O very God of very God,<br>and very Light of very Light,<br>whose feet this earth’s dark valley trod<br>that so it might be bright:</p><p>Our hopes are weak, our fears are strong,<br>thick darkness blinds our eyes;<br>cold is the night; thy people long<br>that thou, their Sun, wouldst rise.</p><p>And even now, though dull and gray,<br>the east is brightening fast,<br>and kindling to the perfect day <br>that never shall be past.</p><p>O guide us till our path is done,<br>and we have reached the shore <br>where thou, our everlasting Sun,<br>art shining evermore!</p><p>We wait in faith, and turn our face<br>to where the daylight springs,<br>till thou shalt come our gloom to chase,<br>with healing in thy wings.",
  "443": "Sometimes a light surprises<br>the Christian while he sings;<br>it is the Lord who rises<br>with healing in his wings:<br>when comforts are declining,<br>he grants the soul again<br>a season of clear shining,<br>to cheer it after rain.</p><p>In holy contemplation<br>we sweetly then pursue<br>the theme of God’s salvation,<br>and find it ever new;<br>set free from present sorrow,<br>we cheerfully can say,<br>let the unknown tomorrow<br>bring with it what it may,</p><p>It can bring with it nothing<br>but he will bear us through:<br>who gives the lilies clothing<br>will clothe his people, too:<br>beneath the spreading heavens<br>no creature but is fed;<br>and he who feeds the ravens<br>will give his children bread.</p><p>Though vine nor fig tree neither<br>their wonted fruit should bear,<br>though all the fields should wither,<br>nor flocks nor herds be there;<br>yet, God the same abiding,<br>his praise shall tune my voice;<br>for, while in him confiding,<br>I cannot but rejoice.",
  "444": "O thou, in all thy might so far,<br>in all thy love so near,<br>beyond the range of sun and star,<br>and yet beside us here.</p><p>What heart can comprehend thy Name,<br>or, searching, find thee out,<br>who art within, a quickening Flame,<br>a presence round about?</p><p>Yet though I know thee but in part,<br>I ask not, Lord, for more;<br>enough for me to know thou art,<br>to love thee and adore.</p><p>And dearer than all things I know<br>is childlike faith to me,<br>that makes the darkest way I go<br>an open path to thee.",
  "449": "My faith looks up to thee,<br>thou Lamb of Calvary,<br>Savior divine!<br>Now hear me while I pray,<br>take all my guilt away;<br>O let me from this day<br>be wholly thine.</p><p>May thy rich grace impart<br>strength to my fainting heart,<br>my zeal inspire;<br>as thou hast died for me,<br>O may my love to thee<br>pure, warm and changeless be,<br>a living fire.</p><p>While life’s dark maze I tread,<br>and griefs around me spread,<br>be thou my guide;<br>bid darkness turn to day;<br>wipe sorrow’s tears away,<br>nor let me ever stray<br>from thee aside.</p><p>When ends life’s transient dream,<br>when death’s cold sullen stream<br>shall o’er me roll;<br>blest Savior, then in love<br>fear and distrust remove;<br>O bear me safe above,<br>a ransomed soul.",
  "450": "As pants the hart for cooling streams<br>when heated in the chase,<br>so longs my soul, O God, for thee<br>and thy refreshing grace.</p><p>For thee, my God, the living God,<br>my thirsty soul doth pine:<br>O when shall I behold thy face,<br>thou Majesty divine?</p><p>Why restless, why cast down, my soul?<br>Hope still, and thou shalt sing <br>the praise of him who is thy God,<br>thy health’s eternal spring.</p><p>To Father, Son, and Holy Ghost,<br>the God whom we adore,<br>be glory, as it was, is now,<br>and shall be evermore.",
  "451": "Lord, for ever at thy side<br>let my place and portion be,<br>strip me of the robe of pride,<br>clothe me with humility.</p><p>Meekly may my soul receive<br>all thy Spirit hath revealed;<br>thou hast spoken; I believe,<br>though the oracle be sealed.</p><p>Humble as a little child,<br>weaneèd from the mother’s breast,<br>by no subtleties beguiled,<br>on thy faithful word I rest.</p><p>Israel, now and evermore<br>in the Lord Jehovah trust;<br>him, in all his ways, adore,<br>wise and wonderful and just.",
  "454": "Lord, with glowing heart I’d praise thee,<br>for the bliss thy love bestows,<br>for the pardoning grace that saves me,<br>and the peace that from it flows:<br>help, O God, my weak endeavor;<br>this dull soul to rapture raise:<br>thou must light the flame, or never<br>can my love be warmed to praise.</p><p>Praise, my soul, the God that sought thee,<br>wretched wanderer, far astray;<br>found thee lost, and kindly brought thee<br>from the paths of death away;<br>praise, with love’s devoutest feeling,<br>him who saw thy guilt-born fear,<br>and, since words can never measure,<br>let my life show forth thy praise.</p><p>Lord, this bosom’s ardent feeling<br>vainly would my lips express.<br>Llw before thy footstool kneeling,<br>deign thy suppliant’s prayer to bless:<br>let thy grace, my soul’s chief treasure,<br>love’s pure flame within me raise;<br>and, since words can never measure,<br>let my life show forth thy praise.",
  "455": "How sweet the Name of Jesus sounds<br>in a believer’s ear!<br>It soothes his sorrows, heals his wounds,<br>and drives away his fear.</p><p>It makes the wounded spirit whole,<br>and calms the troubled breast;<br>’tis manna to the hungry soul,<br>and to the weary, rest.</p><p>Dear Name, the rock on which I build,<br>my shield and hiding-place,<br>my never-failing treasury, filled <br>with boundless stores of grace!</p><p>Jesus! my Shepherd, Brother, Friend,<br>my Prophet, Priest and King,<br>my Lord, my Life, my Way, my End,<br>accept the praise I bring.</p><p>Weak is the effort of my heart,<br>and cold my warmest thought;<br>but when I see thee as thou art,<br>I’ll praise thee as I ought.</p><p>Till then I would thy love proclaim<br>with every fleeting breath;<br>and may the music of thy Name<br>refresh my soul in death!",
  "456": "My God, I love thee; not because<br>I hope for heaven thereby,<br>nor yet because who love thee not<br>are lost eternally.<br>Thou, O Lord Jesus, thou didst me<br>upon the cross embrace;<br>for me didst bear the nails and spear,<br>and manifold disgrace,</p><p>And griefs and torments numberless,<br>and sweat of agony;<br>yea, death itself; and all for me<br>who was thine enemy.<br>Then why, O blessed Jesus Christ,<br>should I not love thee well,<br>not for the sake of winning heaven,<br>nor any fear of hell;</p><p>not with the hope of gaining aught,<br>not seeking a reward;<br>but as thyself hast loved me,<br>O ever loving Lord!<br>So would I love thee, dearest Lord,<br>and in thy praise will sing,<br>solely because thou art my God<br>and my most loving King.",
  "457": "O love that casts out fear,<br>O love that casts out sin,<br>tarry no more without,<br>but come and dwell within.</p><p>True sunlight of the soul,<br>surround us as we go;<br>so shall our way be safe,<br>our feet no straying know.</p><p>Great love of God, come in!<br>Well-spring of heavenly peace;<br>thou Living Water, come!<br>Spring up, and never cease.</p><p>Love of the living God,<br>of Father and of Son;<br>love of the Holy Ghost, <br>fill thou each needy one.",
  "460": "Jesus, my Lord, my God, my All,<br>hear me, blest Savior, when I call;<br>hear me, and from thy dwelling-place<br>pour down the riches of thy grace;<br>Jesus, my Lord, I thee adore,<br>O make me love thee more and more.</p><p>Jesus, too late I thee have sought,<br>how can I love thee as I ought?<br>And how extol thy matchless fame,<br>the glorious beauty of thy Name?<br>Jesus, my Lord, I thee adore,<br>O make me love thee more and more.</p><p>Jesus, what didst thou find in me,<br>that thou hast dealt so lovingly?<br>How great the joy that thou hast brought,<br>so far exceeding hope or thought!<br>Jesus, my Lord, I thee adore,<br>O make me love thee more and more.</p><p>Jesus, of thee shall be my song,<br>to thee my heart and soul belong;<br>all that I have or am is thine,<br>and thou, blest Savior, thou art mine.<br>Jesus, my Lord, I thee adore,<br>O make me love thee more and more.",
  "462": "Jesus, the very thought of thee<br>with sweetness fills the breast;<br>but sweeter far thy face to see,<br>and in thy presence rest.</p><p>No voice can sing, no heart can frame,<br>nor can the memory find,<br>a sweeter sound than Jesus’ Name,<br>the Savior of mankind.</p><p>O hope of every contrite heart,<br>O joy of all the meek,<br>to those who fall, how kind thou art:<br>how good to those who seek!</p><p>But what to those who find? Ah, this <br>nor tongue nor pen can show;<br>the love of Jesus, what it is,<br>none but who love him know.</p><p>Jesus, our only joy be thou,<br>as thou our prize wilt be;<br>in thee be all our glory now,<br>and through eternity.",
  "463": "O thou who camest from above<br>the fire celestial to impart,<br>kindle a flame of sacred love<br>on the mean altar of my heart.</p><p>There let it for thy glory burn<br>with inextinguishable blaze,<br>and trembling to its source return<br>in humble prayer and fervent praise.</p><p>Jesus, confirm my heart’s desire<br>to work and speak and think for thee;<br>still let me guard the holy fire<br>and still stir up the gift in me.</p><p>Still let me prove thy perfect will,<br>my acts of faith and love repeat,<br>till death thy endless mercies seal,<br>and make the sacrifice complete.",
  "466": "God be in my head, and in my understanding;<br>God be in mine eyes, and in my looking;<br>God be in my mouth, and in my speaking;<br>God be in my heart, and in my thinking;<br>God be at mine end, and at my departing.",
  "468": "Day of wrath! O day of mourning! <br>See fulfilled the prophets’ warning, <br>Heaven and earth in ashes burning!</p><p>Oh what fear man’s bosom rendeth, <br>when from heaven the Judge descendeth, <br>on whose sentence all dependeth.</p><p>Wondrous sound the trumpet flingeth; <br>through earth’s sepulchers it ringeth; <br>all before the throne it bringeth.</p><p>Death is struck, and nature quaking, <br>all creation is awaking, <br>to its Judge an answer making.</p><p>Lo! the book, exactly worded, <br>wherein all hath been recorded: <br>thence shall judgment be awarded.</p><p>When the Judge his seat attaineth, <br>and each hidden deed arraigneth, <br>nothing unavenged remaineth.</p><p>What shall I, frail man, be pleading? <br>Who for me be interceding, <br>when the just are mercy needing?</p><p>King of Majesty tremendous, <br>who dost free salvation send us, <br>Fount of pity, then befriend us!</p><p>Think, good Jesus, my salvation <br>cost thy wondrous Incarnation; <br>leave me not to reprobation!</p><p>Faint and weary, thou hast sought me, <br>on the cross of suffering bought me. <br>shall such grace be vainly brought me?</p><p>Righteous Judge! for sin’s pollution <br>grant thy gift of absolution, <br>ere the day of retribution.</p><p>Guilty, now I pour my moaning, <br>all my shame with anguish owning; <br>spare, O God, thy suppliant groaning!</p><p>Thou the sinful woman savedst; <br>thou the dying thief forgavest; <br>and to me a hope vouchsafest.</p><p>Worthless are my prayers and sighing, <br>yet, good Lord, in grace complying, <br>rescue me from fires undying!</p><p>With thy favored sheep O place me; <br>nor among the goats abase me; <br>but to thy right hand upraise me.</p><p>While the wicked are confounded, <br>doomed to flames of woe unbounded <br>call me with thy saints surrounded.</p><p>Low I kneel, with heart submission, <br>see, like ashes, my contrition; <br>help me in my last condition.</p><p><br>Ah! that day of tears and mourning! <br>From the dust of earth returning <br>man for judgment must prepare him; <br>Spare, O God, in mercy spare him!</p><p>Lord, all pitying, Jesus blest, <br>grant them thine eternal rest. Amen.",
  "471": "Rock of ages, cleft for me,<br>let me hide myself in thee;<br>let the water and the blood<br>from thy wounded side which flowed,<br>be of sin the double cure,<br>cleanse me from its guilt and power.</p><p>Not the labor of my hands<br>can fulfill thy law’s demands;<br>could my zeal no respite know,<br>could my tears forever flow,<br>all for sin could not atone;<br>thou must save, and thou alone.</p><p>Nothing in my hand I bring,<br>simply to the cross I cling;<br>naked, come to thee for dress;<br>helpless look to thee for grace;<br>foul, I to the fountain fly;<br>wash me, Savior, or I die.</p><p>While I draw this fleeting breath,<br>when mine eyelids close in death,<br>when I soar through tracts unknown<br>see thee on thy judgment throne,<br>Rock of ages, cleft for me, <br>let me hide myself in thee.",
  "474": "O day of rest and gladness,<br>O day of joy and light,<br>O balm of care and sadness,<br>most beautiful, most bright;<br>on thee the high and lowly,<br>before the eternal throne,<br>sing, “Holy, holy, holy,”<br>to the great Three in One.</p><p>On thee, at the creation,<br>the light first had its birth;<br>on thee for our salvation<br>Christ rose from depths of earth;<br>On thee our Lord victorious<br>the Spirit sent from heaven,<br>and thus on thee most glorious <br>a triple light was given.</p><p>Thou art a port protected <br>from storms that round us rise;<br>a garden intersected <br>with streams of paradise;<br>thou art a cooling fountain <br>in life’s dry dreary sand;<br>from thee, like Pisgah’s mountain, <br>we view our promised land.</p><p>Today on weary nations <br>the heavenly manna falls;<br>to holy convocations <br>the silver trumpet calls,<br>where Gospel light is glowing <br>with pure and radiant beams,<br>and living water flowing, <br>with soul refreshing streams.</p><p>May we, new graces gaining <br>from this our day of rest,<br>attain the rest remaining <br>to spirits of the blessed.<br>And their our voices raising,<br>to Father, Spirit, Son,<br>for evermore be praising<br>the blessèd Three in One.",
  "476": "Teach me, my God and King,<br>in all things thee to see,<br>and what I do in anything<br>to do it as for thee.</p><p>A man that looks on glass,<br>on it may stay his eye;<br>or if he pleaseth, through it pass,<br>and then the heaven espy.</p><p>All may of thee partake;<br>nothing can be so mean,<br>which with this tincture, “for thy sake,”<br>will not grow bright and clean.</p><p>A servant with this clause<br>makes drudgery divine:<br>who sweeps a room, as for thy laws,<br>makes that and the action fine.</p><p>This is the famous stone<br>that turneth all to gold;<br>for that which God doth touch and own<br>cannot for less be told.",
  "477": "God himself is with us: let us now adore him,<br>and with awe appear before him.<br>God is in his temple, all within keep silence,<br>prostrate lie with deepest reverence.<br>him alone God we own, him our God and Savior;<br>praise his Name forever.</p><p>God himself is with us: hear the harps resounding!<br>see the crowds the throne surrounding!<br>“Holy, holy, holy,” hear the hymn ascending,<br>angels, saints, their voices blending!<br>bow thine ear to us here: hear, O Christ, the praises<br>that thy church now raises.</p><p>O thou fount of blessing, purify my spirit;<br>trusting only in thy merit,<br>like the holy angels who behold thy glory,<br>may I ceaselessly adore thee,<br>and in all, great and small, seek to do most nearly<br>what thou lovest dearly.",
  "479": "Love divine, all loves excelling,<br>joy of heaven, to earth come down,<br>fix in us thy humble dwelling,<br>all thy faithful mercies crown.<br>Jesus, thou art all compassion,<br>pure, unbounded love thou art;<br>visit us with thy salvation,<br>enter every trembling heart.</p><p>Come, almighty to deliver,<br>let us all thy life receive;<br>suddenly return, and never,<br>nevermore thy temples leave.<br>Thee we would be always blessing,<br>serve thee as thy hosts above,<br>pray, and praise thee without ceasing,<br>glory in thy perfect love.</p><p>Finish then thy new creation;<br>pure and spotless let us be;<br>let us see thy great salvation<br>perfectly restored in thee:<br>changed from glory into glory,<br>till in heaven we take our place,<br>till we cast our crowns before thee,<br>lost in wonder, love, and praise.",
  "483": "Come, ye disconsolate, where’er ye languish,<br>come to the mercy seat, fervently kneel.<br>Here bring your wounded hearts, here tell your anguish;<br>earth has no sorrow that heaven cannot heal.</p><p>Joy of the desolate, light of the straying,<br>hope of the penitent, fadeless and pure!<br>Here speaks the Comforter, tenderly saying,<br>“Earth has no sorrow that heaven cannot cure.”</p><p>Here see the Bread of life, see waters flowing<br>forth from the throne of God, pure from above.<br>Come to the feast of love; come, ever knowing<br>earth has no sorrow but heaven can remove.",
  "484": "Lift up your heads, ye mighty gates;<br>behold the King of glory waits!<br>The King of kings is drawing near;<br>the Savior of the world is here.</p><p>O blest the land, the city blest,<br>where Christ the ruler is confessed!<br>O happy hearts and happy homes<br>to whom this King of triumph comes!</p><p>Fling wide the portals of your heart;<br>make it a temple, set apart<br>from earthly use for heaven’s employ,<br>adorned with prayer and love and joy.</p><p>Redeemer, come, with us abide;<br>our hearts to thee we open wide;<br>let us thy inner presence feel;<br>thy grace and love in us reveal.</p><p>Thy Holy Spirit lead us on<br>until our glorious goal is won;<br>eternal praise, eternal fame<br>be offered, Savior, to thy Name!",
  "485": "Jesus, thou joy of loving hearts!<br>Thou Fount of life, thou Light of men!<br>From the best bliss that earth imparts<br>we turn unfilled to thee again.</p><p>Thy truth unchanged hath ever stood;<br>thou savest those that on thee call;<br>to them that seek thee thou art good;<br>to them that find thee All in all.</p><p>We taste thee, O thou living Bread,<br>and long to feast upon thee still;<br>we drink of thee, the fountainhead,<br>and thirst our souls from thee to fill.</p><p>Our restless spirits yearn for thee,<br>where’er our changeful lot is cast;<br>glad, when thy gracious smile we see,<br>blest, when our faith can hold thee fast.</p><p>O Jesus, ever with us stay;<br>make all our moments calm and bright;<br>chase the dark night of sin away,<br>shed o’er the world thy holy light.",
  "487": "Savior, again to thy dear Name we raise<br>with one accord our parting hymn of praise;<br>we stand to bless thee ere our worship cease;<br>then, lowly kneeling, wait thy word of peace.</p><p>Grant us thy peace upon our homeward way;<br>with thee began, with thee shall end the day.<br>guard thou the lips from sin, the hearts from shame,<br>that in this house have called upon thy Name.</p><p>Grant us thy peace, Lord, through the coming night;<br>turn thou for us its darkness into light;<br>from harm and danger keep thy children free,<br>for dark and light are both alike to thee.</p><p>Grant us thy peace throughout our earthly life;<br>peace to thy church from error and from strife;<br>peace to our land, the fruit of truth and love;<br>peace in each heart, thy Spirit from above.</p><p>Thy peace in life, the balm of every pain;<br>thy peace in death, the hope to rise again;<br>then, when thy voice shall bid our conflict cease,<br>call us, O Lord, to thine eternal peace.",
  "489": "Lord, dismiss us with thy blessing,<br>thanks for mercies past receive;<br>pardon all, their faults confessing;<br>time that’s lost may all retrieve;<br>may thy children, <br>ne’er again thy Spirit grieve.</p><p>Bless thou all our days of leisure;<br>help us selfish lures to flee;<br>sanctify our every pleasure;<br>pure and blameless may it be;<br>may our gladness<br>draw us evermore to thee.</p><p>By thy kindly influence cherish<br>all the good we have gained;<br>may all taint of evil perish<br>by thy mightier power restrained;<br>seek we ever<br>knowledge pure and love unfeigned.</p><p>Let thy father-hand be shielding<br>all who here shall meet no more;<br>may their seed-time past be yielding<br>year by year a richer store;<br>those returning,<br>make more faithful than before.",
  "491": "City not made with hands, <br>not throned above the skies,<br>nor walled with shining walls,<br>nor framed with stones of price,<br>more bright than gold or gem,<br>God’s own Jerusalem!</p><p>Wheree’er the gentle hear<br>finds courage from above;<br>where’er the heart forsook<br>warms with breath of love;<br>where faith bids fear depart,<br>City of God, thou art.</p><p>Thou art wheree’er the proud<br>in humbleness melts down;<br>where self itself yields up;<br>where martyrs win their crown;<br>where faithful souls possess<br>themselves in perfect peace;</p><p>where in life’s common ways<br>with cheerful feet we go;<br>where in his steps we tread,<br>who trod the way of woe;<br>where he is in the heart,<br>City of God, thou art.",
  "492": "From glory to glory advancing, we praise thee, O Lord;<br>thy name with the Father and Spirit be ever adored.</p><p>From strength unto strength we go forward on Zion’s highway,<br>to appear before God in the city of infinite day.</p><p>Thanksgiving, and glory and worship, and blessing and love,<br>one heart and one song have the saints upon earth and above.</p><p>Evermore, O Lord, to thy servants thy presence be nigh;<br>ever fit us by service on earth for thy service on high.",
  "493": "O brother man, fold to thy heart thy brother;<br>where pity dwells, the peace of God is there;<br>to worship rightly is to love each other,<br>each smile a hymn, each kindly deed a prayer.</p><p>For he whom Jesus loved has truly spoken:<br>the holier worship which He deigns to bless<br>restores the lost, and binds the spirit broken,<br>and feeds the widow and the fatherless.</p><p>Follow with reverent steps the great example<br>of him whose holy work was doing good;<br>so shall the wide earth seem our Father’s temple,<br>each loving life a psalm of gratitude.</p><p>Then shall all shackles fall; the stormy clangor<br>of wild war music o’er the earth shall cease;<br>love shall tread out the baleful fire of anger,<br>and in its ashes plant the tree of peace.",
  "494": "O holy city, seen of John,<br>where Christ, the Lamb, doth reign,<br>within whose foursquare walls shall come<br>no night, nor need, nor pain,<br>and where the tears are wiped from eyes <br>that shall not weep again!</p><p>Hark, how from men whose lives are held<br>more cheap than merchandise;<br>from women struggling sore for bread,<br>from little children’s cries,<br>there swells the sobbing human plaint<br>that bids thy walls arise!</p><p>O shame to us who rest content <br>while lust and greed for gain <br>in street and shop and tenement <br>wring gold from human pain,<br>and bitter lips in blind despair cry,<br>“Christ hath died in vain!”</p><p>Give us, O God, the strength to build<br>the city that hath stood<br>too long a dream, whose laws are love,<br>whose ways are brotherhood,<br>and where the sun that shineth is<br>God’s grace for human good.</p><p>Already in the mind of God<br>that city riseth fair:<br>lo, how its splendor challenges<br>the souls that greatly dare--<br>yea, bids us seize the whole of life<br>and build its glory there.",
  "496": "When wilt thou save the people?<br>O God of mercy, when?<br>The people, Lord, the people,<br>Not thrones and crowns, but men!<br>Flowers of thy heart, O God, are they;<br>let them not pass like weeds away<br>Their heritage a sunless day<br>God save the people</p><p>Shall crime bring crime forever,<br>Strength aiding still the strong?<br>Is it thy will, O Father, <br>that men shall toil for wrong?<br>No, say thy mountains; No, say thy skies;<br>man’s clouded sun shall brightly rise,<br>and songs be heard, instead of sighs,<br>God save the people!</p><p>When wilt thou save the people?<br>O God of mercy, when?<br>The people, Lord, the people!<br>Not thrones and crowns, but men!<br>God save the people; thine they are,<br>thy children as thy angels fair;<br>from vice, oppression and despair,<br>God save the people!",
  "497": "O God of Bethel, by whose hand<br>thy people still are fed;<br>who through this earthly pilgrimage<br>hast all our fathers led:</p><p>Our vows, our prayers, we now present<br>before thy throne of grace:<br>O God of Israel, be the God<br>of their succeeding race.</p><p>Through each perplexing path of life<br>our wandering footsteps guide;<br>give us each day our daily bread,<br>and raiment fit provide.</p><p>O spread thy covering wings around,<br>till all our wanderings cease,<br>and at our Father’s loved abode<br>our souls arrive in peace!</p><p>Such blessings from thy gracious hand<br>our humble prayers implore;<br>and thou shalt be our covenant God<br>and portion evermore.",
  "498": "Where cross the crowded ways of life,<br>where sound the cries of race and clan,<br>above the noise of selfish strife,<br>we hear thy voice, O Son of Man.</p><p>In haunts of wretchedness and need,<br>on shadowed thresholds dark with fears,<br>from paths where hide the lures of greed,<br>we catch the vision of thy tears.</p><p>From tender childhoods helplessness,<br>from woman’s grief, man’s burdened toil,<br>from famished souls, from sorrow’s stress,<br>thy heart has never known recoil.</p><p>The cup of water given for thee<br>still holds the freshness of thy grace;<br>yet long these multitudes to see<br>the sweet compassion of thy face.</p><p>O Master, from the mountain side,<br>make haste to heal these hearts of pain;<br>among these restless throngs abide,<br>O tread the city’s streets again;</p><p>Till all the world shall learn thy love,<br>and follow where thy feet have trod;<br>till glorious from thy heaven above,<br>shall come the city of our God.",
  "499": "Before thy throne, O God, we kneel:<br>give us a conscience quick to feel,<br>a ready mind to understand<br>the meaning of thy chastening hand;<br>whate’er the pain and shame may be,<br>bring us, O Father, nearer thee.</p><p>Search out our hearts and make us true;<br>help us to give to all their due. <br>From love of pleasure, lust of gold,<br>from sins which make the heart grow cold,<br>wean us and train us with thy rod;<br>teach us to know our faults, O God.</p><p>For sins of heedless word and deed,<br>for pride ambitions to succeed, <br>for crafty trade and subtle snare<br>to catch the simple unaware,<br>for lives bereft of purpose high,<br>forgive, forgive, O Lord, we cry.</p><p>Let the fierce fires which burn and try,<br>our inmost spirits purify:<br>consume the ill; purge out the shame;<br>O God, be with us in the flame;<br>a newborn people may we rise,<br>more pure, more true, more nobly wise.",
  "501": "O Lord and Master of us all,<br>whate’er our name or sign,<br>we own thy sway, we hear thy call,<br>we test our lives by thine.</p><p>Thou judgest us; thy purity<br>doth all our lusts condemn;<br>the love that draws us nearer thee<br>is hot with wrath to them.</p><p>Our thoughts lie open to thy sight<br>and naked to thy glance<br>our secret sins are in the light<br>of thy pure countenance.</p><p>Yet weak and blinded though we be,<br>thou dost our service own;<br>we bring our varying gifts to thee,<br>and thou rejectest none.</p><p>To thee our full humanity,<br>its joys and pains belong;<br>the wrong of man to man on thee<br>inflicts a deeper wrong.</p><p>Who hates, hates thee; who loves, becomes<br>therein to thee allied:<br>all sweet accords of hearts and homes<br>in thee are multiplied.</p><p>Apart from thee all gain is loss,<br>all labor vainly done;<br>the solemn shadow of the cross<br>is better than the sun.",
  "511": "Jesus, thou divine Companion,<br>by thy lowly human birth<br>thou hast come to join the workers,<br>burden bearers of the earth.<br>Thou, the carpenter of Nazareth,<br>toiling for thy daily food,<br>by thy patience and thy courage,<br>thou hast taught us toil is good.</p><p>They who tread the path of labor<br>follow where thy feet hath trod;<br>they who work without complaining<br>do the holy work of God.<br>Thou, the peace that passeth knowledge,<br>dwellest in the daily strife;<br>thou, the Bread of heaven, art broken<br>in the sacrament of life.</p><p>Every task, however, simple, <br>sets the soul that does it free;<br>every deed of human kindness <br>done to man is done to thee.<br>Jesus, thou divine Companion,<br>help us all to work our best;<br>bless us in our daily labor,<br>lead us to our Sabbath rest.",
  "515": "From thee all skill and science flow,<br>all pity, care, and love,<br>all calm and courage, faith and hope:<br>O pour them from above!</p><p>Impart them, Lord, to each and all,<br>as each and all shall need,<br>to rise, like incense, each to thee,<br>in noble thought and deed.</p><p>And hasten, Lord, that perfect day<br>when pain and death shall cease,<br>and thy just rule shall fill the earth<br>with health and light and peace.",
  "516": "Father, whose will is life and good <br>for all of mortal breath,<br>bind strong the bond of brotherhood<br>of those who fight with death.</p><p>Empower the hands and hearts and wills <br>of friends both near and far,<br>who battle with the body’s ills,<br>and wage thy holy war.</p><p>Where’er they heal the maimed and blind, <br>let love of Christ attend;<br>proclaim the, good Physician’s mind,<br>and prove the Savior friend.</p><p>For still his love works wondrous charms,<br>and, as in days of old,<br>he takes the wounded to his arms,<br>and bears them to the fold.</p><p>0 Father, look from heaven and bless,<br>where’er thy servants be,<br>their works of pure unselfishness,<br>made consecrate to thee!",
  "517": "Thine arm, O Lord, in days of old<br>was strong to heal and save; <br>it triumphed o’er disease and death,<br>o’er darkness and the grave.<br>To thee they went, the blind, the dumb, <br>the palsied, and the lame,<br>the leper with his tainted life,<br>the sick with fevered frame.</p><p>And lo! thy touch brought life and health,<br>gave hearing, strength, and sight;<br>and youth renewed and frenzy calmed<br>owned thee, the Lord of light:<br>and now, O Lord, be near to bless,<br>almighty as of yore,<br>in crowded street, by restless couch,<br>as by Gennesaret’s shore.</p><p>Be thou our great deliverer still,<br>thou Lord of life and death;<br>restore and quicken, soothe and bless,<br>with thine almighty breath:<br>to hands that work and eyes that see,<br>give wisdom’s heavenly lore,<br>that whole and sick, and weak and strong, <br>may praise thee evermore.",
  "518": "Judge eternal, throned in splendor,<br>Lord of lords and King of kings,<br>with thy living fire of judgment<br>purge this land of bitter things;<br>solace all its wide dominion<br>with the healing of thy wings.</p><p>Still the weary folk are pining<br>for the hour that brings release,<br>and the city’s crowded clangor<br>cries aloud for sin to cease;<br>and the homesteads and the woodlands <br>plead in silence for their peace.</p><p>Crown, O God, thine own endeavor;<br>cleave our darkness with thy sword;<br>feed all those who do not know thee<br>with the richness of thy word;<br>cleanse the body of this nation<br>through the glory of the Lord.",
  "519": "Once to every man and nation, <br>comes the moment to decide,<br>in the strife of truth with falsehood, <br>for the good or evil side;<br>some great cause, some great decision, <br>offering each the bloom or blight,<br>and the choice goes by forever, <br>’twixt that darkness and that light.</p><p>Then to side with truth is noble, <br>when we share her wretched crust,<br>ere her cause bring fame and profit,<br>and ’tis prosperous to be just;<br>then it is the brave man chooses <br>while the coward stands aside,<br>till the multitude make virtue <br>of the faith they had denied.</p><p>By the light of burning martyrs, <br>Christ, thy bleeding feet we track,<br>toiling up new Calvaries ever <br>with the cross that turns not back;<br>new occasions teach new duties, <br>ancient values test our youth;<br>they must upward still and onward, <br>who would keep abreast of truth.</p><p>Though the cause of evil prosper, <br>yet the truth alone is strong;<br>though her portion be the scaffold, <br>and upon the throne be wrong;<br>yet that scaffold sways the future, <br>and behind the dim unknown,<br>standeth God within the shadow, <br>keeping watch above his own.",
  "521": "O God of earth and altar,<br>bow down and hear our cry,<br>our earthly rulers falter,<br>our people drift and die;<br>the walls of gold entomb us,<br>the swords of scorn divide,<br>take not thy thunder from us,<br>but take away our pride.</p><p>From all that terror teaches,<br>from lies of tongue and pen,<br>from all the easy speeches<br>that comfort cruel men,<br>from sale and profanation<br>of honor, and the sword,<br>from sleep and from damnation,<br>deliver us, good Lord!</p><p>Tie in a living tether<br>the prince and priest and thrall,<br>bind all our lives together,<br>smite us and save us all;<br>in ire and exultation<br>aflame with faith, and free,<br>lift up a living nation, <br>a single sword to thee.",
  "523": "God the Omnipotent! King who ordainest<br>thunder thy clarion, the lightning thy sword;<br>show forth thy pity on high where thou reignest:<br>give to us peace in our time, O Lord.</p><p>God the All-merciful! Earth hath forsaken<br>thy ways all holy, and slighted thy word;<br>bid not thy wrath in its terrors awaken:<br>give to us peace in our time, O Lord.</p><p>God, the All-righteous One! Earth hath deified thee;<br>yet to eternity standeth thy word,<br>falsehood and wrong shall not tarry beside thee:<br>give to us peace in our time, O Lord.</p><p>God the All-provident! earth by thy chastening<br>yet shall to freedom and truth be restored;<br>through the thick darkness thy kingdom is hastening:<br>thou wilt give peace in our time, O Lord.",
  "528": "O God of love, O King of peace,<br>make wars throughout the world to cease;<br>the wrath of sinful man restrain,<br>give peace, O God, give peace again!</p><p>Remember, Lord, thy works of old,<br>the wonders that our fathers told;<br>remember not our sin’s dark stain, <br>give peace, O God, give peace again!</p><p>Whom shall we trust but thee, O Lord?<br>Where rest but on thy faithful word?<br>None ever called on thee in vain,<br>give peace, O God, give peace again!</p><p>Where saints and angels dwell above,<br>all hearts are knit in holy love;<br>O bind us in that heavenly chain,<br>give peace, O God, give peace again!",
  "531": "O valiant hearts who to your glory came<br>through dust of conflict and through battle flame;<br>tranquil you lie, your knightly virtue proved,<br>your memory hallowed in the land you loved.</p><p>Proudly you gathered, rank on rank, to war<br>as who had heard God’s message from afar;<br>all you had hoped for, all you had, you gave,<br>to save mankind - yourselves you scorned to save.</p><p>Splendid you passed, the great surrender made; <br>into the light that nevermore shall fade; <br>deep your contentment in that blest abode, <br>who wait the last clear trumpet-call of God. </p><p>Long years ago, as earth lay dark and still, <br>rose a loud cry upon a lonely hill, <br>while in the frailty of our human clay, <br>Christ, our Redeemer, passed the self-same way. </p><p>Still stands his Cross from that dread hour to this, <br>like some bright star above the dark abyss; <br>still, through the veil, the Victor’s pitying eyes <br>look down to bless our lesser Calvaries. </p><p>These were his servants, in his steps they trod,<br>following through death the martyred Son of God:<br>Victor, he rose; victorious too shall rise<br>they who have drunk his cup of sacrifice.</p><p>O risen Lord, O Shepherd of our dead,<br>whose cross has bought them and whose staff has led,<br>in glorious hope their proud and sorrowing land<br>commits her children to thy gracious hand.",
  "532": "Father eternal, Ruler of creation,<br>Spirit of life, which moved ere form was made,<br>through the thick darkness covering every nation,<br>light to our blindness, O be thou our aid:<br><i>thy kingdom come, O Lord, thy will be done.</i></p><p>Races and peoples, lo, we stand divided,<br>and, sharing not our griefs, no joy can share;<br>by wars and tumults Love is mocked, derided;<br>his conquering cross no nation wills to bear: <br><i>thy kingdom come, &c.</i></p><p>Envious of heart, blind-eyed, with tongues confounded,<br>nation by nation still goes unforgiven,<br>in wrath and fear, by jealousies surrounded,<br>building proud towers which shall not reach to heaven: <br><i>thy kingdom come, &c.</i></p><p>Lust of possession worketh desolations;<br>there is no meekness in the powers of earth;<br>led by no star, the rulers of the nations<br>still fail to bring us to the blissful birth: <br><i>thy kingdom come, &c.</i></p><p>How shall we love thee, holy hidden Being,<br>if we love not the world which thou hast made?<br>O give us brother-love for better seeing<br>thy Word made flesh and in a manger laid: <br><i>thy kingdom come, &c.</i>",
  "535": "Rise up, O men of God!<br>Have done with lesser things,<br>give heart and soul and mind and strength<br>to serve the King of kings.</p><p>Rise up, O men of God!<br>His kingdom tarries long:<br>bring in the day of brotherhood<br>and end the night of wrong.</p><p>Rise up, O men of God!<br>The Church for you doth wait;<br>her strength unequal to her task;<br>rise up, and make her great!</p><p>Lift high the cross of Christ! <br>Tread where his feet have trod;<br>as brothers of the Son of Man,<br>rise up, O men of God!",
  "536": "Turn back, O man, forswear thy foolish ways.<br>old now is earth, and none may count her days.<br>yet thou, her child, whose head is crowned with flame,<br>still wilt not hear thine inner God proclaim,<br>“Turn back, O man, forswear thy foolish ways.”</p><p>Earth might be fair and all men glad and wise.<br>age after age their tragic empires rise,<br>built while they dream, and in that dreaming weep:<br>would man but wake from out his haunted sleep,<br>earth might be fair and all men glad and wise.</p><p>Earth shall be fair, and all her people one:<br>nor till that hour shall God’s whole will be done.<br>Now, even now, once more from earth to sky,<br>peals forth in joy man’s old undaunted cry:<br>“Earth shall be fair and all her folk be one!”",
  "537": "Christ for the world we sing!<br>The world to Christ we bring<br>with loving zeal;<br>the poor and them that mourn,<br>the faint and overborne,<br>sin-sick and sorrow-worn,<br>whom Christ doth heal.</p><p>Christ for the world we sing!<br>The world to Christ we bring<br>with fervent prayer;<br>the wayward and the lost,<br>by restless passions tossed,<br>redeemed at countless cost,<br>from dark despair.</p><p>Christ for the world we sing!<br>The world to Christ we bring<br>with one accord;<br>with us the work to share,<br>with us reproach to dare,<br>with us the cross to bear,<br>for Christ our Lord.</p><p>Christ for the world we sing!<br>The world to Christ we bring<br>with joyful song;<br>the newborn souls, whose days,<br>reclaimed from error’s ways,<br>inspired with hope and praise,<br>to Christ belong.",
  "539": "Soon may the last glad song arise<br>through all the millions of the skies,<br>that song of triumph which records<br>that all the earth is now the Lord’s.</p><p>Let thrones and powers and kingdoms be<br>obedient, mighty God, to thee;<br>and over land and stream and main<br>wave thou the scepter of thy reign.</p><p>O let that glorious anthem swell,<br>let host to host the triumph tell,<br>till not one rebel heart remains,<br>but over all the Savior reigns!",
  "542": "Jesus shall reign where e’er the sun<br>doth his successive journeys run;<br>his kingdom stretch from shore to shore,<br>till moons shall wax and wane no more.</p><p>To him shall endless prayer be made,<br>and praises throng to crown his head;<br>his Name like sweet perfume shall rise<br>with every morning sacrifice.</p><p>People and realms of every tongue<br>dwell on his love with sweetest song;<br>and infant voices shall proclaim<br>their early blessings on his Name.</p><p>Blessings abound where e’er he reigns:<br>the prisoner leaps to lose his chains,<br>the weary find eternal rest,<br>and all the sons of want are blest.</p><p>Let every creature rise and bring<br>peculiar honors to our King;<br>angels descend with songs again,<br>and earth repeat the loud Amen.",
  "544": "Thy kingdom come, O God!<br>Thy rule, O Christ begin!<br>Break with thine iron rod<br>the tyrannies of sin!</p><p>Where is thy reign of peace,<br>and purity and love?<br>When shall all hatred cease,<br>as in the realms above?</p><p>When comes the promised time<br>that war shall be no more,<br>oppression, lust, and crime<br>shall flee thy face before?</p><p>We pray thee, Lord, arise,<br>and come in thy great might;<br>revive our longing eyes,<br>which languish for thy sight.</p><p>Men scorn thy sacred Name,<br>and wolves devour thy fold;<br>by many deeds of shame<br>we learn that love grows cold.</p><p>O’er heathen lands afar<br>thick darkness broodeth yet:<br>arise, O Morning Star,<br>arise, and never set!",
  "545": "Hail to the Lord’s Anointed,<br>great David’s greater Son!<br>Hail, in the time appointed,<br>his reign on earth begun!<br>He comes to break oppression,<br>to set the captive free,<br>to take away transgression,<br>and rule in equity.</p><p>He comes, with succour speedy,<br>to those who suffer wrong;<br>to help the poor and needy,<br>and bid the weak be strong;<br>to give them songs for sighing,<br>their darkness turn to light,<br>whose souls, condemned and dying,<br>were precious in his sight.</p><p>He shall come down like showers<br>upon the fruitful earth;<br>love, joy, and hope, like flowers,<br>spring in his path to birth;<br>before him, on the mountains,<br>shall peace the herald go;<br>and righteousness, in fountains,<br>from hill to valley flow.</p><p>Kings shall fall down before him,<br>and gold and incense bring;<br>all nations shall adore him,<br>his praise all people sing;<br>to him shall prayer unceasing<br>and daily vows ascend,<br>his kingdom still increasing,<br>a kingdom without end.</p><p>O’er every foe victorious,<br>he on his throne shall rest;<br>from age to age more glorious,<br>all-blessing and all-blest.<br>the tide of time shall never<br>his covenant remove;<br>his name shall stand for ever,<br>his changeless Name of love.",
  "547": "O God of truth, whose living Word<br>upholds whate’er hath breath,<br>look down on thy creation, Lord,<br>enslaved by sin and death.</p><p>Set up thy standard, Lord, that we,<br>who claim a heavenly birth,<br>may march with thee to smite the lies<br>that vex thy ransomed earth.</p><p>Ah! would we join that blest array,<br>and follow in the might<br>of him, the Faithful and the True,<br>in raiment clean and white!</p><p>Then, God of truth for whom we long,<br>thou who wilt hear our prayer,<br>do thine own battle in our hearts,<br>and slay the falsehood there.</p><p>Yea, come! then tried as in the fire,<br>from every lie set free,<br>thy perfect truth shall dwell in us,<br>and we shall live in thee.",
  "549": "The Son of God goes forth to war, <br>a kingly crown to gain;<br>his blood red banner streams afar: <br>who follows in his train?<br>Who best can drink his cup of woe, <br>triumphant over pain,<br>who patient bears his cross below, <br>he follows in his train.</p><p>That martyr first, whose eagle eye <br>could pierce beyond the grave;<br>who saw his Master in the sky, <br>and called on him to save.<br>Like him, with pardon on his tongue, <br>in midst of mortal pain,<br>he prayed for them that did the wrong: <br>who follows in his train?</p><p>A glorious band, the chosen few <br>on whom the Spirit came;<br>twelve valiant saints, their hope they knew, <br>and mocked the cross and flame.<br>They met the tyrant’s brandished steel, <br>the lion’s gory mane;<br>they bowed their heads the death to feel: <br>who follows in their train?</p><p>A noble army, men and boys, <br>the matron and the maid,<br>around the Savior’s throne rejoice, <br>in robes of light arrayed.<br>They climbed the steep ascent of heaven, <br>through peril, toil and pain;<br>O God, to us may grace be given, <br>to follow in their train.",
  "551": "A mighty fortress is our God, <br>a bulwark never failing;<br>Our helper he, amid the flood<br>of mortal ills prevailing:<br>For still our ancient foe <br>doth seek to work us woe;<br>His craft and power are great, <br>and, armed with cruel hate,<br>On earth is not his equal.</p><p>Did we in our strength confide, <br>our striving would be losing;<br>Were not the right Man on our side, <br>the Man of God’s own choosing:<br>Dost ask who that may be? <br>Christ Jesus, it is He;<br>Lord Sabbaoth, His Name, <br>from age to age the same,<br>And He must win the battle.</p><p>And though this world, with devils filled, <br>should threaten to undo us,<br>We will not fear, for God hath willed <br>his truth to triumph through us:<br>the Prince of Darkness grim, <br>we tremble not for him;<br>His rage we can endure, <br>for lo, his doom is sure,<br>one little word shall fell him.</p><p>That word above all earthly powers, <br>no thanks to them, abideth;<br>The Spirit and the gifts are ours <br>through Him Who with us sideth:<br>Let good and kindred go, <br>this mortal life also;<br>the body they may kill: <br>God’s truth abideth still,<br>his kingdom is forever.",
  "552": "Soldiers of Christ, arise,<br>and put your armor on,<br>strong in the strength which God supplies<br>through his eternal Son;</p><p>Strong in the Lord of hosts,<br>and in his mighty power:<br>who in the strength of Jesus trusts <br>is more than conqueror.</p><p>Stand then in his great might,<br>with all his strength endured,<br>and take, to arm you for the fight,<br>the panoply of God.</p><p>From strength to strength go on,<br>wrestle and fight and pray:<br>tread all the powers of darkness down,<br>and win the well-fought day.</p><p>That, having all things done,<br>and all your conflicts past,<br>ye may obtain, through Christ alone,<br>a crown of joy at last.</p><p>Jesus, eternal Son,<br>we praise thee and adore,<br>who art with God the Father one,<br>and Spirit evermore.",
  "553": "Go forward, Christian soldier,<br>beneath his banner true:<br>the Lord himself, thy Leader,<br>shall all thy foes subdue.<br>His love fortells thy trials;<br>he knows thine hourly need;<br>he can with bread of heaven<br>thy fainting spirit feed.</p><p>Go forward, Christian soldier,<br>fear not the secret foe;<br>far more o’er thee are watching<br>than human eyes can know:<br>trust only Christ, thy Captain;<br>cease not to watch and pray;<br>heed not the treacherous voices<br>that lure thy soul astray.</p><p>Go forward, Christian soldier,<br>nor dream of peaceful rest,<br>till Satan’s host is vanquished<br>and heaven is all possessed;<br>till Christ himself shall call thee<br>to lay thine armor by,<br>and wear in endless glory<br>the crown of victory.</p><p>Go forward, Christian soldier,<br>fear not the gathering night:<br>the Lord has been thy shelter;<br>the Lord will be thy light.<br>When morn his face revealeth<br>thy dangers all are past:<br>O pray that faith and virtue<br>may keep thee to the last!",
  "555": "My soul, be on thy guard;<br>ten thousand foes arise;<br>the hosts of sin are pressing hard<br>to draw thee from the skies.</p><p>O watch, and fight, and pray;<br>the battle ne’er give o’er;<br>renew it boldly every day,<br>and help divine implore.</p><p>Never think the victory won,<br>nor lay thine armor down;<br>the work of faith will not be done,<br>till thou obtain the crown.</p><p>Fight on, my soul, till death<br>shall bring thee to thy God;<br>he’ll take thee, at thy parting breath,<br>to his divine abode.",
  "557": "Onward, Christian soldiers,<br>marching as to war,<br>with the cross of Jesus<br>going on before!<br>Christ, the royal Master,<br>leads against the foe;<br>forward into battle,<br>see, his banners go.<br><i>Onward, Christian soldiers,<br>marching as to war,<br>with the cross of Jesus<br>going on before!</i></p><p>At the sign of triumph<br>Satan’s host doth flee;<br>on then, Christian soldiers,<br>on to victory!<br>Hell’s foundations quiver<br>at the shout of praise;<br>Brothers, lift your voices,<br>loud your anthems raise.<br><i>Onward, &c.</i></p><p>Like a mighty army<br>moves the Church of God;<br>Brothers, we are treading<br>where the saints have trod;<br>we are not divided,<br>all one body we,<br>one in hope and doctrine,<br>one in charity. <br><i>Onward, &c.</i></p><p>What the saints established <br>that I hold for true.<br>what the saints believèd, <br>that I believe too.<br>Long as earth endureth, <br>men the faith will hold,<br>kingdoms, nations, empires, <br>in destruction rolled. <br><i>Onward, &c.</i></p><p>Crown and thrones may perish,<br>kingdoms rise and wane,<br>but the Church of Jesus<br>constant will remain;<br>gates of hell can never<br>’gainst that Church prevail;<br>we have Christ’s own promise,<br>and that cannot fail.<br><i>Onward, &c.</i></p><p>Onward, then, ye people,<br>join our happy throng;<br>blend with ours your voices<br>in the triumph song:<br>glory, laud, and honor,<br>unto Christ the King;<br>this through countless ages<br>men and angels sing.<br><i>Onward, &c.</i>",
  "558": "Oft in danger, oft in woe,<br>onward, Christian, onward go:<br>bear the toil, maintain the strife,<br>strengthened with the Bread of Life.</p><p>Onward Christians, onward go,<br>join the war and face the foe;<br>will ye flee in danger’s hour?<br>Know ye not your Captain’s power?</p><p>Let your drooping hearts be glad:<br>march in heavenly armor clad:<br>fight, nor think the battle long,<br>victory soon shall be your song.</p><p>Let not sorrow dim your eye,<br>soon shall every tear be dry;<br>let not fears your course impede,<br>great your strength, if great your need.</p><p>Onward then in battle move,<br>more than conquerors ye shall prove;<br>though opposed by many a foe,<br>Christian soldiers, onward go.",
  "560": "Fight the good fight with all thy might,<br>Christ is thy strength and Christ thy right;<br>lay hold on life, and it shall be<br>thy joy and crown eternally.</p><p>Run the straight race, through God’s good grace,<br>lift up thine eyes and seek his face;<br>life with its way before us lies,<br>Christ is the path and Christ the prize.</p><p>Cast care aside, lean on thy Guide;<br>his boundless mercy will provide;<br>trust, and thy trusting soul shall prove<br>Christ is its life and Christ its love.</p><p>Faint not nor fear, his arms are near;<br>he changeth not, and thou art dear;<br>only believe, and thou shalt see<br>that Christ is all in all to thee.",
  "562": "Stand up, stand up, for Jesus,<br>ye soldiers of the cross;<br>lift high his royal banner,<br>it must not suffer loss:<br>from victory unto victory<br>his army shall he lead,<br>till every foe is vanquished<br>and Christ is Lord indeed.</p><p>Stand up, stand up, for Jesus;<br>the trumpet call obey;<br>forth to the mighty conflict<br>in this his glorious day:<br>ye that are men now serve him<br>against unnumbered foes;<br>let courage rise with danger,<br>and strength to strength oppose.</p><p>Stand up, stand up, for Jesus;<br>stand in his strength alone;<br>the arm of flesh will fail you,<br>ye dare not trust your own:<br>put on the Gospel armor,<br>and watching unto prayer,<br>when duty calls, or danger,<br>be never wanting there.</p><p>Stand up, stand up, for Jesus;<br>the strife will not be long:<br>this day, the noise of battle;<br>the next, the victor’s song.<br>To him that overcometh<br>a crown of life shall be;<br>he with the King of glory<br>shall reign eternally.",
  "563": "He who would valiant be <br>’gainst all disaster,<br>let him in constancy <br>follow the Master.<br>There’s no discouragement <br>shall make him once relent<br>his first avowed intent <br>to be a pilgrim.</p><p>Who so beset him round <br>with dismal stories<br>do but themselves confound <br>his strength the more is.<br>No foes shall stay his might; <br>though he with giants fight,<br>he will make good his right <br>to be a pilgrim.</p><p>Since, Lord, thou dost defend <br>us with thy Spirit,<br>We know we at the end, <br>shall life inherit.<br>Then fancies flee away! <br>I’ll fear not what men say,<br>I’ll labor night and day <br>to be a pilgrim.",
  "564": "How firm a foundation, ye saints of the Lord,<br>is laid for your faith in his excellent word!<br>What more can he say than to you he hath said,<br>to you that for refuge to Jesus have fled?</p><p>“Fear not, I am with thee; O be not dismayed!<br>For I am thy God, and will still give thee aid;<br>I’ll strengthen thee, help thee, and cause thee to stand,<br>upheld by my righteous, omnipotent hand.</p><p>“When through the deep waters I call thee to go,<br>the rivers of woe shall not thee overflow;<br>for I will be with thee, thy troubles to bless,<br>and sanctify to thee thy deepest distress.</p><p>“When through fiery trials thy pathway shall lie,<br>my grace, all sufficient, shall be thy supply;<br>the flame shall not hurt thee; I only design<br>thy dross to consume, and thy gold to refine.</p><p>“The soul that on Jesus hath leaned for repose,<br>I will not, I will not desert to its foes;<br>that soul, though all hell shall endeavor to shake,<br>I’ll never, no, never, no, never forsake.”",
  "565": "Breast the wave, Christian,<br>when it is strongest;<br>watch for day, Christian,<br>when the night’s longest;<br>onward and upward still<br>be thine endeavor;<br>the rest that remaineth<br>will be for ever.</p><p>Fight the fight, Christian,<br>Jesus is o’er thee;<br>run the race, Christian,<br>heaven is before thee;<br>he who hath promised<br>faltereth never;<br>the love of eternity<br>flows on for ever.</p><p>Lift thine eye, Christian,<br>just as it closeth;<br>raise thy heart, Christian,<br>ere it reposeth;<br>thee from the love of Christ<br>nothing shall sever;<br>and when thy work is done,<br>praise him for ever.",
  "566": "Jesus calls us; o’er the tumult<br>of our life’s wild, restless sea,<br>day by day his clear voice soundeth,<br>saying, “Christian, follow me;”</p><p>as, of old, Saint Andrew heart it<br>by the Galilean lake,<br>turned from home and toil and kindred,<br>leaving all for his dear sake.</p><p>Jesus calls us from the worship<br>of the vain world’s golden store;<br>from each idol that would keep us,<br>saying, “Christian, love me more.”</p><p>In our joys and in our sorrows,<br>days of toil and hours of ease,<br>still he calls, in cares and pleasures,<br>“Christian, love me more than these.”</p><p>Jesus calls us! By thy mercies,<br>Savior, may we hear thy call,<br>give our hearts to thine obedience,<br>serve and love thee best of all.",
  "567": "Lead us, heavenly Father, lead us<br>o’er the world’s tempestuous sea;<br>guard us, guide us, keep us, feed us,<br>for we have no help but thee;<br>yet possessing every blessing,<br>if our God our Father be.</p><p>Savior, breathe forgiveness o’er us;<br>all our weakness thou dost know;<br>thou didst tread this earth before us;<br>thou didst feel its keenest woe;<br>yet unfearing, persevering,<br>to thy passion thou didst go.</p><p>Spirit of our God, descending,<br>fill our hearts with heavenly joy;<br>love with every passion blending<br>pleasure that can never cloy;<br>thus provided, pardoned, guided,<br>nothing can our peace destroy.",
  "569": "Lo! what a cloud of witnesses<br>encompass us around!<br>Men once like us with suffering tried,<br>but now with glory crowned.</p><p>Let us, with zeal like theirs inspired,<br>strive in the Christian race;<br>and, freed from every weight of sin,<br>their holy footsteps trace.</p><p>Behold a Witness nobler still,<br>who trod affliction’s path:<br>Jesus, the author, finisher,<br>rewarder of our faith.</p><p>He, for the joy before him set,<br>and moved by pitying love,<br>endured the cross, despised the shame,<br>and now he reigns above.</p><p>Thither, forgetting things behind,<br>press we to God’s right hand;<br>there, with the Savior and his saints,<br>triumphantly to stand.",
  "570": "O Jesus, I have promised <br>to serve thee to the end:<br>be thou ever near me, <br>my Master and my friend;<br>I shall not fear the battle<br>if thou art by my side,<br>nor wander from the pathway<br>if thou wilt be my guide.</p><p>O let me feel thee near me! <br>The world is ever near;<br>I see the sights that dazzle, <br>the tempting sounds I hear;<br>my foes are ever near me, <br>around me and within;<br>but Jesus, draw thou nearer, <br>and shield my soul from sin.</p><p>O let me hear thee speaking <br>in accents clear and still,<br>above the storms of passion, <br>the murmurs of self-will;<br>O speak to reassure me, <br>to hasten or control;<br>O speak, and make me listen, <br>thou guardian of my soul.</p><p>O let me see thy features,<br>the look that once could make<br>so many a true disciple<br>leave all things for thy sake:<br>the look that beamed on Peter<br>when he thy name denied;<br>the look that draws thy lovers<br>close to thy piercèd side.</p><p>O Jesus, thou hast promised <br>to all who follow thee,<br>that where thou art in glory <br>there shall thy servant be;<br>and, Jesus I have promised <br>to serve thee to the end;<br>O give me grace to follow, <br>my Master and my friend.</p><p>O let me see thy footmarks, <br>and in them plant mine own;<br>My hope to follow duly <br>is in thy strength alone.<br>O guide me, call me, draw me, <br>uphold me to the end;<br>and then in heaven receive me, <br>my Savior and my Friend.",
  "572": "O Master, let me walk with thee<br>in lowly paths of service free;<br>tell me thy secret; help me bear<br>the strain of toil, the fret of care.</p><p>Help me the slow of heart to move<br>by some clear, winning word of love;<br>teach me the wayward feet to stay,<br>and guide them in the homeward way.</p><p>Teach me thy patience; still with thee<br>in closer, dearer company,<br>in work that keeps faith sweet and strong,<br>in trust that triumphs over wrong,</p><p>In hope that sends a shining ray<br>far down the future’s broadening way,<br>in peace that only thou canst give,<br>with thee, O Master, let me live.",
  "573": "Go, labor on: spend, and be spent,<br>thy joy to do the Father’s will:<br>it is the way the Master went;<br>should not the servant tread it still?</p><p>Go, labor on! `tis not for naught<br>thine earthly loss is heavenly gain;<br>men heed thee, love thee, praise thee not;<br>the Master praises: what are men?</p><p>Go, labor on! enough, while here,<br>if he shall praise thee, if he deign<br>the willing heart to mark and cheer:<br>no toil for him shall be in vain.</p><p>Go, labor on! your hands are weak,<br>your knees are faint, your soul cast down,<br>yet falter not; the prize you seek<br>is near: a kingdom and a crown.</p><p>Go, labor on while it is day:<br>the world’s dark night is hastening on;<br>speed, speed thy work, cast sloth away;<br>it is not thus that souls are won.</p><p>Men die in darkness at your side,<br>without a hope to cheer the tomb;<br>take up the torch and wave it wide,<br>the torch that lights time’s thickest gloom.</p><p>Toil on, faint not, keep watch and pray,<br>be wise the erring soul to win;<br>go forth into the world’s highway,<br>compel the wanderer to come in.</p><p>Toil on, and in thy toil rejoice!<br>for toil comes rest, for exile home;<br>soon shalt thou hear the Bridegroom’s voice,<br>the midnight peal, “Behold, I come!”",
  "576": "Come, labor on.<br>Who dares stand idle on the harvest plain,<br>while all around us waves the golden grain?<br>And to each servant does the Master say,<br>“Go work today.”</p><p>Come, labor on.<br>The enemy is watching night and day,<br>to sow the tares, to snatch the seed away;<br>while we in sleep our duty have forgot,<br>he slumbered not.</p><p>Come, labor on.<br>Away with gloomy doubts and faithless fear!<br>No arm so weak but may do service here:<br>by feeblest agents may our God fulfill<br>his righteous will.</p><p>Come, labor on.<br>Claim the high calling angels cannot share--<br>to young and old the Gospel gladness bear;<br>redeem the time; its hours too swiftly fly.<br>The night draws nigh.</p><p>Come, labor on.<br>No time for rest, till glows the western sky,<br>till the long shadows o’er our pathway lie,<br>and a glad sound comes with the setting sun.<br>“Servants, well done.”</p><p>Come, labor on.<br>The toil is pleasant, the reward is sure,<br>blessed are those who to the end endure;<br>how full their joy, how deep their rest shall be,<br>O Lord, with thee.",
  "577": "Awake, my soul, stretch every nerve,<br>and press with vigor on;<br>a heavenly race demands thy zeal,<br>and an immortal crown.</p><p>A cloud of witnesses around<br>hold thee in full survey;<br>forget the steps already trod,<br>and onward urge thy way.</p><p>’Tis God’s all-animating voice<br>that calls thee from on high;<br>’tis his own hand presents the prize<br>to thine aspiring eye.</p><p>Blest Savior, called and led by thee,<br>have I my race begun;<br>and crowned with victory, at thy feet<br>I’ll lay mine honors down.",
  "578": "Children of the heavenly King,<br>as ye journey, sweetly sing;<br>sing your Savior’s worthy praise,<br>glorious in his works and ways</p><p>We are traveling home to God,<br>in the way the fathers trod;<br>they are happy now, and we<br>soon their happiness shall see.</p><p>Lift your eyes, ye sons of light,<br>Zion’s city is in sight:<br>there our endless home shall be,<br>there our Lord we soon shall see.</p><p>Fear not, brethren; joyful stand<br>on the borders of your land;<br>Jesus Christ, your Father’s Son,<br>bids you undismayed go on.</p><p>Lord, obediently we go,<br>gladly leaving all below;<br>only thou our Leader be;<br>and we will still follow thee.",
  "579": "Rejoice, ye pure in heart!<br>Rejoice, give thanks and sing!<br>Your glorious banner wave on high,<br>the cross of Christ your King.<br><i>Rejoice, rejoice, <br>rejoice, give thanks and sing.</i></p><p>Bright youth and snow crowned age,<br>strong men and maidens meek,<br>raise high your free, exultant song,<br>God’s wondrous praises speak. <br><i>Rejoice, &c.</i></p><p>Yes onward, onward still<br>with hymn, and chant and song,<br>through gate, and porch and columned aisle,<br>the hallowed pathways throng. <br><i>Rejoice, &c.</i></p><p>With all the angel choirs,<br>with all the saints of earth,<br>pour out the strains of joy and bliss,<br>true rapture, noblest mirth. <br><i>Rejoice, &c.</i></p><p>Your clear hosannas raise;<br>and alleluias loud;<br>whilst answering echoes upward float,<br>Llke wreaths of incense cloud.<br><i>Rejoice, &c.</i></p><p>With voice as full and strong<br>as ocean’s surging praise,<br>send forth the hymns our fathers loved,<br>the psalms of ancient days.<br><i>Rejoice, &c.</i></p><p>Yes, on through life’s long path,<br>still chanting as ye go;<br>from youth to age, by night and day,<br>in gladness and in woe.<br><i>Rejoice, &c.</i></p><p>Still lift your standard high,<br>still march in firm array,<br>as warriors through the darkness toil,<br>till dawns the golden day. <br><i>Rejoice, &c.</i></p><p>At last the march shall end;<br>the wearied ones shall rest;<br>the pilgrims find their heavenly home,<br>Jerusalem the blessed.<br><i>Rejoice, &c.</i></p><p>Then on, ye pure in heart!<br>Rejoice, give thanks and sing!<br>Your glorious banner wave on high,<br>the cross of Christ your King. <br><i>Rejoice, &c.</i></p><p>Praise God who reigns on high,<br>the Lord whom we adore,<br>the Father, Son and Holy Ghost,<br>one God forevermore.<br><i>Rejoice, &c.</i>",
  "583": "Sing alleluia forth in duteous praise,<br>ye citizens of heaven, O sweetly raise<br>an endless alleluia.</p><p>Ye powers who stand before the eternal Light,<br>in hymning choirs reecho to the height<br>an endless alleluia.</p><p>The holy city shall take up your strain,<br>and with glad songs resounding wake again<br>an endless alleluia.</p><p>In blissful antiphons ye thus rejoice<br>to render to the Lord with thankful voice<br>an endless alleluia.</p><p>Ye who have gained at length your palms in bliss,<br>victorious ones, your chant shall still be this:<br>an endless alleluia.</p><p>There, in one grand acclaim, for ever ring,<br>the strains which tell the honor of your King,<br>an endless alleluia.</p><p>This is sweet rest for weary ones brought back,<br>this is glad food and drink which ne’er shall lack:<br>an endless alleluia.</p><p>While thee, by whom were all things made, we praise<br>for ever, and tell out in sweetest lays<br>an endless alleluia.</p><p>Almighty Christ, to thee our voices sing<br>glory for evermore; to thee we bring<br>an endless alleluia.",
  "584": "O mother dear, Jerusalem,<br>when shall I come to thee?<br>When shall my sorrows have an end,<br>thy joys when shall I see?<br>O happy harbor of the saints!<br>O sweet and pleasant soil!<br>In thee no sorrow may be found,<br>no grief, no care, no toil.</p><p>No murky cloud o’ershadows thee,<br>nor gloom, nor darksome night;<br>but every soul shines as the sun,<br>for God Himself gives light.<br>there lust and lucre cannot dwell,<br>there envy bears no sway;<br>there is no hunger, heat, nor cold,<br>but pleasure every way.</p><p>Thy gardens and thy gallant walks<br>continually are green;<br>there grow such sweet and pleasant flow’rs,<br>as nowhere else are seen;<br>quite through the streets, with silver sound,<br>the flood of life doth flow,<br>upon whose banks on every side,<br>the wood of life doth grow.</p><p>There trees forevermore bear fruit,<br>and evermore do spring,<br>there evermore the angels sit,<br>and evermore do sing.<br>Jerusalem, my happy home,<br>would God I were in thee!<br>Would God my woes were at an end,<br>thy joys that I might see!",
  "585": "Jerusalem, my happy home,<br>when shall I come to thee?<br>When shall my sorrows have an end?<br>Thy joys when shall I see?</p><p>Thy saints are crowned with glory great;<br>they see God face to face;<br>they triumph still, they still rejoice<br>most happy is their case.</p><p>There David stands with harp in hand<br>as master of the choir:<br>ten thousand times that man were blessed<br>that might this music hear.</p><p>Our Lady sings Magnificat<br>with tune surpassing sweet,<br>and all the virgins bear their part,<br>sitting at her feet.</p><p>There Magdalen hath left her moan,<br>and cheerfully doth sing<br>with blessèd saints, whose harmony<br>in every street doth ring.</p><p>Jerusalem, Jerusalem,<br>God grant that I may see<br>thine endless joy, and of the same<br>partaker ever be!",
  "589": "O what their joy and their glory must be,<br>those endless Sabbaths the blessèd ones see;<br>crown for the valiant, to weary ones rest:<br>God shall be All, and in all ever blest.</p><p>What are the Monarch, his court and his throne?<br>What are the peace and the joy that they own?<br>O that the blest ones, who in it have share,<br>all that they feel could as fully declare!</p><p>Truly, “Jerusalem” name we that shore,<br>city of peace that brings joy evermore;<br>wish and fulfillment are not severed there,<br>nor do things prayed for come short of the prayer.</p><p>There, where no troubles distraction can bring,<br>we the sweet anthems of Zion shall sing;<br>while for thy grace, Lord, their voices of praise<br>thy blessèd people eternally raise.</p><p>Now, in the meantime, with hearts raised on high,<br>we for that country must yearn and must sigh,<br>seeking Jerusalem, dear native land,<br>through our long exile on Babylon’s strand.</p><p>Low before him with our praises we fall,<br>of whom and in whom and through whom are all;<br>of whom, the Father; and in whom, the Son;<br>and through whom, the Spirit, with them ever One.",
  "590": "Ten thousand times ten thousand <br>in sparkling raiment bright,<br>the armies of the ransomed saints <br>throng up the steeps of light;<br>’tis finished, all is finished, <br>their fight with death and sin;<br>fling open wide the golden gates, <br>and let the victors in.</p><p>What rush of alleluias <br>fills all the earth and sky!<br>what ringing of a thousand harps <br>bespeaks the triumph nigh!<br>O day, for which creation <br>and all its tribes were made;<br>O joy, for all its former woes <br>a thousandfold repaid!</p><p>O then what raptured greetings <br>on Canaan’s happy shore;<br>what knitting severed friendships up<br>where partings are no more!<br>Then eyes with joy shall sparkle, <br>that brimmed with tears of late;<br>orphans no longer fatherless, <br>nor widows desolate.</p><p>Bring near thy great salvation, <br>thou Lamb for sinners slain;<br>fill up the roll of thine elect, <br>then take thy power, and reign;<br>appear, Desire of nations, <br>thine exiles long for home;<br>show in the heaven thy promised sign; <br>thou Prince and Savior, come.",
  "591": "There is a blessèd home<br>beyond this land of woe,<br>where trials never come,<br>nor tears of sorrow flow;<br>where faith is lost in sight,<br>and patient hope is crowned,<br>and everlasting light<br>its glory throws around. </p><p>There is a land of peace:<br>good angels know it well;<br>glad songs that never cease<br>within its portals swell;<br>around its glorious throne<br>ten thousand saints adore<br>Christ, with the Father One,<br>and Spirit, evermore. </p><p>O joy all joys beyond,<br>to see the Lamb who died,<br>for ever there enthroned,<br>for ever glorified;<br>to give to him the praise<br>of every triumph won,<br>and sing through endless days<br>the great things he hath done. </p><p>Look up, ye saints of God!<br>nor fear to tread below<br>the path your Savior trod<br>of daily toil and woe!<br>Wait but a little while<br>in uncomplaining love!<br>his own most gracious smile<br>shall welcome you above.",
  "592": "O heavenly Jerusalem, <br>of everlasting halls,<br>thrice blessè are the people<br>thou storest in thy walls.</p><p>Thou art the golden mansion<br>where saints for ever sing,<br>the seat of God’s own chosen,<br>the palace of the King.</p><p>There God for ever sitteth,<br>himself of all the crown;<br>the Lamb, the Light that shineth<br>and never goeth down.</p><p>Naught to this seat approacheth<br>their sweet peace to molest;<br>they sing their God for ever,<br>nor day nor night they rest.</p><p>Sure hope doth thither lead us;<br>our longings thither tend;<br>may short-lived toil ne’er daunt us<br>for joys that cannot end.</p><p>To Christ, the Sun that lightens<br>his Church above, below;<br>to Father and to Spirit<br>all things created bow.",
  "593": "I heard the sound of voices,<br>around the great white throne,<br>with harpers harping on their harps<br>to him that sat thereon:<br>“Salvation, glory, honor!”<br>I heard the song arise,<br>as through the courts of heaven it rolled<br>in wondrous harmonies.</p><p>From every clime and kindred,<br>and nations from afar,<br>as serried ranks returning home<br>in triumph from a war,<br>I heard the saints upraising,<br>the myriad hosts among,<br>in praise of him who died and lives,<br>their one glad triumph song.</p><p>I saw the holy city,<br>the New Jerusalem,<br>come down from heav’n, a bride adorned<br>with jeweled diadem;<br>the flood of crystal waters<br>flowed down the golden street;<br>and nations brought their honors there,<br>and laid them at her feet.</p><p>And there no sun was needed,<br>nor moon to shine by night,<br>God’s glory did enlighten all,<br>the Lamb himself the Light;<br>and there his servants serve him,<br>and, life’s long battle o’er,<br>enthroned with him, their Savior King,<br>they reign forevermore.</p><p>O great and glorious vision,<br>the Lamb upon His throne!<br>O wondrous sight for man to see!<br>the Savior with his own;<br>to drink the living waters<br>and stand upon the shore,<br>where neither sorrow, sin nor death<br>shall enter ever more.</p><p>O Lamb of God who reignest,<br>thou bright and morning Star!<br>Whose glory lightens that new earth<br>which now we see from far;<br>O worthy Judge eternal,<br>when thou dost bid us come,<br>then open wide the gates of pearl<br>and call thy servants home.",
  "594": "Jerusalem! high tower thy glorious walls,<br>would God I were in thee!<br>Desire of thee my longing heart enthralls,<br>desire at home to be;<br>wide from the world outleaping,<br>o’er hill and vale and plain,<br>my soul’s strong wind is sweeping<br>thy portals to attain.</p><p>O gladsome day and yet more gladsome hour!<br>When shall that hour have come<br>when my rejoicing soul its own free power<br>may use in going home,<br>itself to Jesus giving<br>in trust to his own hand,<br>to dwell among the living<br>in that blest fatherland?</p><p>Unnumbered choirs before the Lamb’s high throne<br>there shout the jubilee,<br>with loud resounding peal and sweetest tone,<br>in blissful ecstasy:<br>a hundred thousand voices<br>take up the wondrous song;<br>eternity rejoices<br>God’s praises to prolong.",
  "597": "Jerusalem the golden, <br>with milk and honey blest,<br>beneath thy contemplation<br>sink heart and voice oppressed:<br>I know not, oh, I know not,<br>what joys await us there;<br>what radiancy of glory,<br>what bliss beyond compare!</p><p>They stand, those halls of Zion,<br>all jubilant with song,<br>and bright with many an angel,<br>and all the martyr throng:<br>the Prince is ever in them,<br>the daylight is serene;<br>the pastures of the blessèd<br>are decked in glorious sheen.</p><p>There is the throne of David;<br>and there, from care released,<br>the shout of them that triumph,<br>the song of them that feast;<br>and they who with their Leader<br>have conquered in the fight,<br>for ever and for ever <br>are clad in robes of white.</p><p>Oh, sweet and blessèd country,<br>the home of God’s elect!<br>Oh, sweet and blessèd country,<br>that eager hearts expect!<br>Jesus, in mercy bring us <br>to that dear land of rest,<br>who art, with God the Father,<br>and the Spirit, ever blest.",
  "598": "For thee, 0 dear, dear country,<br>mine eyes their vigils keep;<br>for very love, beholding<br>thy happy name, they weep.<br>The mention of thy glory<br>is unction to the breast,<br>and medicine in sickness,<br>and love and life and rest.</p><p>0 one, 0 only mansion! <br>0 Paradise of joy!<br>Where tears are ever banished,<br>and smiles have no alloy; <br>the Lamb is all thy splendor,<br>the Crucified thy praise;<br>his laud and benediction<br>thy ransomed people raise.</p><p>With jasper glow thy bulwarks,<br>thy streets with emeralds blaze; <br>the sardius and the topaz<br>unite in thee their rays;<br>thine ageless walls are bonded <br>with amethyst unpriced; <br>the saints build up thy fabric, <br>thy cornerstone is Christ.</p><p>Thou hast no shore, fair ocean!<br>Thou hast no time, bright day! <br>Dear fountain of refreshment <br>to pilgrims far away! <br>Upon the Rock of ages<br>they raise thy holy tower;<br>thine is the victor’s laurel,<br>and thine the golden dower.",
  "599": "Ye watchers and ye holy ones,<br>bright seraphs, cherubim, and thrones,<br>raise the glad strain,<br>Alleluia!<br>Cry out, dominions, princedoms, powers,<br>virtues, archangels, angels’ choirs,<br><i>Alleluia! alleluia! alleluia!<br>Alleluia! alleluia!</i> </p><p>O higher than the cherubim,<br>more glorious than the seraphim,<br>lead their praises,<br>Alleluia!<br>Thou bearer of the eternal Word,<br>most gracious, magnify the Lord,<br><i>Alleluia, &c.</i></p><p>Respond, ye souls in endless rest,<br>ye patriarchs and prophets blest,<br>Alleluia,<br>alleluia!<br>Ye holy twelve, ye martyrs strong,<br>all saints triumphant, raise the song,<br><i>Alleluia, &c.</i></p><p>O friends, in gladness let us sing,<br>supernal anthems echoing,<br>Alleluia,<br>alleluia!<br>To God the Father, God the Son,<br>and God the Spirit, Three in One,<br><i>Alleluia, &c.</i>",
  "600": "Ye holy angels bright,<br>who wait at God’s right hand,<br>or through the realms of light<br>fly at your Lord’s command,<br>assist our song,<br>for else the theme<br>too high doth seem<br>for mortal tongue.</p><p>Ye blessed souls at rest,<br>who ran this earthly race<br>and now, from sin released,<br>behold your Savior’s face,<br>his praises sound,<br>as in his sight<br>with sweet delight<br>ye do abound.</p><p>Ye saints, who toil below,<br>adore your heavenly King,<br>and onward as ye go<br>some joyful anthem sing;<br>take what he gives<br>and praise him still, <br>through good or ill,<br>who ever lives!</p><p>My soul, bear thou thy part,<br>triumph in God above:<br>and with a well-tuned heart<br>sing thou the songs of love!<br>Let all thy days<br>till life shall end,<br>whate’er he send,<br>be filled with praise!",
  "27": "Hark! the herald angels sing,<br>Glory to the newborn King;<br>Peace on earth, and mercy mild,<br>God and sinners reconciled!<br>Joyful, all ye nations, rise,<br>Join the triumph of the skies;<br>With angelic host proclaim,<br>Christ is born in Bethlehem!<br>Hark! the herald angels sing,<br>Glory to the newborn King.</p><p>Christ, by highest heav’n adored;<br>Christ, the everlasting Lord!<br>Late in time behold him come,<br>Offspring of the Virgin’s womb;<br>Veiled in flesh the Godhead see;<br>Hail th’incarnate Deity,<br>Pleased as man with men to dwell,<br>Jesus, our Emmanuel.<br>Hark, &c.</p><p>Hail, the heav’n-born Prince of Peace!<br>Hail, the Sun of Righteousness!<br>Light and life to all he brings,<br>Ris’n with healing in his wings.<br>Mild he lays his glory by,<br>Born that men no more may die,<br>Born to raise the sons of earth,<br>Born to give them second birth.<br>Hark, &c.",
  "28": "Angels, from the realms of glory,<br>wing your flight o’er all the earth;<br>ye who sang creation’s story,<br>now proclaim Messiah’s birth:<br>Come and worship, come and worship,<br>worship Christ, the newborn King.</p><p>Shepherds in the field abiding,<br>watching o’er your flocks by night,<br>God with man is now residing;<br>yonder shines the infant Light:<br>Come, &c.</p><p>Sages, leave your contemplations;<br>brighter visions beam afar:<br>seek the great Desire of nations;<br>ye have seen his natal star:<br>Come, &c.</p><p>Saints before the altar bending,<br>watching long in hope and fear,<br>suddenly the Lord, descending,<br>in his temple shall appear: <br>Come, &c.</p><p>Though an infant now we view him,<br>he shall fill his Father’s throne,<br>gather all nations to him;<br>every knee shall then bow down: <br>Come, &c.",
  "42": "Angels we have heard on high<br>Sweetly singing o’er the plains,<br>And the mountains in reply<br>Echoing their joyous strains.<br>Gloria in excelsis Deo!<br>Gloria in excelsis Deo!</p><p>Shepherds, why this jubilee?<br>Why your joyous strains prolong?<br>What the gladsome tidings be<br>Which inspire your heav’nly song?<br>Gloria, &c.</p><p>Come to Bethlehem and see<br>Christ whose birth the angels sing;<br>Come, adore on bended knee,<br>Christ the Lord, the newborn King. <br>Gloria, &c.</p><p>See Him in a manger laid,<br>Whom the choirs of angels praise;<br>Mary, Joseph, lend your aid,<br>While our hearts in love we raise. <br>Gloria, &c.",
  "43": "Away in a manger, no crib for a bed,<br>the little Lord Jesus laid down his sweet head.<br>The stars in the bright sky looked down where he lay,<br>the little Lord Jesus asleep on the hay.</p><p>The cattle are lowing, the baby awakes,<br>but little Lord Jesus no crying he makes.<br>I love thee, Lord Jesus! Look down from the sky,<br>and stay by my side until morning is nigh.</p><p>Be near me, Lord Jesus; I ask thee to stay<br>close by me for ever, and love me I pray.<br>Bless all the dear children in thy tender care,<br>and fit us for heaven to live with thee there.",
  "19": "It came upon the midnight clear,<br>that glorious song of old,<br>from angels bending near the earth<br>to touch their harps of gold:<br>“Peace on earth, good will to men,<br>from heaven’s gracious King.”<br>The world in solemn stillness lay<br>to hear the angels sing.</p><p>Still through the cloven skies they come<br>with peaceful wings unfurled,<br>and still their heavenly music floats<br>o’er all the weary world;<br>above its sad and lowly plains<br>they bend on hovering wing,<br>and ever o’er its Babel-sounds<br>the blessed angels sing.</p><p>Yet with the woes of sin and strife<br>the world has suffered long;<br>beneath the heavenly hymn have rolled<br>two thousand years of wrong;<br>and warring humankind hears not<br>the tidings which they bring;<br>O hush the noise and cease your strife<br>and hear the angels sing!</p><p>O ye, beneath life’s crushing load<br>whose forms are bending low,<br>who toil along the climbing way<br>with painful steps and slow;<br>look now, for glad and golden hours<br>come swiftly on the wing:<br>O rest beside the weary road,<br>and hear the angels sing.</p><p>For lo! the days are hast’ning on,<br>by prophets seen of old,<br>when with the ever-circling years<br>shall come the time foretold,<br>when the new heaven and earth shall own<br>the Prince of Peace their King,<br>and all the world send back the song<br>which now the angels sing.",
  "21": "O little town of Bethlehem,<br>how still we see thee lie!<br>Above thy deep and dreamless sleep<br>the silent stars go by;<br>yet in thy dark streets shineth<br>the everlasting Light;<br>the hopes and fears of all the years<br>are met in thee tonight.</p><p>For Christ is born of Mary;<br>and gathered all above,<br>while mortals sleep, the angels keep<br>their watch of wondering love.<br>O morning stars, together<br>proclaim the holy birth!<br>and praises sing to God the King,<br>and peace to men on earth.</p><p>How silently, how silently,<br>the wondrous gift is given!<br>So God imparts to human hearts<br>the blessings of his heaven.<br>No ear may hear his coming,<br>but in this world of sin,<br>where meek souls will receive him,<br>still the dear Christ enters in.</p><p>Where children pure and happy<br>pray to the blessed Child,<br>where misery cries out to thee,<br>Son of the Mother mild;<br>where charity stands watching<br>and faith holds wide the door,<br>the dark night wakes, the glory breaks,<br>and Christmas comes once more.</p><p>O holy Child of Bethlehem,<br>descend to us, we pray;<br>cast out our sin and enter in,<br>be born in us today.<br>We hear the Christmas angels<br>the great glad tidings tell;<br>O come to us, abide with us,<br>our Lord Emmanuel!",
  "33": "Silent night, holy night,<br>all is calm, all is bright<br>round yon virgin mother and child.<br>Holy Infant, so tender and mild,<br>sleep in heavenly peace.<br>Sleep in heavenly peace.</p><p>Silent night, holy night,<br>shepherds quake at the sight,<br>glories stream from heaven afar,<br>heavenly hosts sing alleluia;<br>Christ, the Savior, is born!<br>Christ, the Savior, is born!</p><p>Silent night, holy night,<br>Son of God, love’s pure light<br>radiant beams from thy holy face,<br>with the dawn of redeeming grace,<br>Jesus, Lord at thy birth.<br>Jesus, Lord at thy birth.",
  "36": "What child is this? who, laid to rest,<br>on Mary’s lap is sleeping?<br>Whom angels greet with anthems sweet,<br>while shepherds watch are keeping?<br>This, this is Christ the King,<br>whom shepherds guard and angels sing;<br>haste, haste to bring him laud,<br>the babe, the son of Mary.</p><p>Why lies he in such mean estate<br>where ox and ass are feeding?<br>Good Christian, fear: for sinners here<br>the silent Word is pleading.<br>This, &c.</p><p>So bring him incense, gold, and myrrh,<br>come, peasant, king, to own him;<br>the King of kings salvation brings,<br>let loving hearts enthrone him. <br>This, &c.",
  "13": "While shepherds watched their flocks by night,<br>all seated on the ground,<br>the angel of the Lord came down,<br>and glory shone around.</p><p>“Fear not,” said he, for mighty dread<br>had seized their troubled mind;<br>“Glad tidings of great joy I bring<br>to you and all mankind.</p><p>“To you, in David’s town, this day<br>is born of David’s line<br>a Savior, who is Christ the Lord;<br>and this shall be the sign:</p><p>“The heavenly Babe you there shall find<br>to human view displayed,<br>all meanly wrapped in swathing bands,<br>and in a manger laid.”</p><p>Thus spake the seraph, and forthwith<br>appeared a shining throng<br>of angels praising God, who thus<br>addressed their joyful song:</p><p>“All glory be to God on high<br>and on earth be peace;<br>good will henceforth from heaven to me<br>begin and never cease.”",
  "12": "O come, all ye faithful, joyful and triumphant,<br>O come ye, O come ye to Bethlehem;<br>come, and behold him, born the King of angels;<br>O come, let us adore him,<br>O come, let us adore him,<br>O come, let us adore him,<br>Christ the Lord.</p><p>God from God, Light from Light eternal,<br>lo! he abhors not the Virgin’s womb;<br>only-begotten Son of the Father;<br>O come, &c.</p><p>Sing, choirs of angels, sing in exultation,<br>sing, all ye citizens of heaven above;<br>glory to God, glory in the highest; <br>O come, &c.</p><p>See how the shepherds, summoned to his cradle,<br>leaving their flocks, draw nigh to gaze;<br>we too will thither bend our joyful footsteps; <br>O come, &c.</p><p>Child, for us sinners poor and in the manger,<br>we would embrace thee, with love and awe;<br>who would not love thee, loving us so dearly?<br>O come, &c.</p><p>Yea, Lord, we greet thee, born this happy morning;<br>Jesus, to thee be glory given;<br>Word of the Father, now in flesh appearing; <br>O come, &c.",
    "Epiphany": "O come, all ye faithful, joyful and triumphant,<br>O come ye, O come ye to Bethlehem;<br>come, and behold him, born the King of angels;<br>O come, let us adore him,<br>O come, let us adore him,<br>O come, let us adore him,<br>Christ the Lord.</p><p>God from God, Light from Light eternal,<br>lo! he abhors not the Virgin’s womb;<br>only-begotten Son of the Father;<br>O come, &c.</p><p>Sing, choirs of angels, sing in exultation,<br>sing, all ye citizens of heaven above;<br>glory to God, glory in the highest; <br>O come, &c.</p><p>See how the shepherds, summoned to his cradle,<br>leaving their flocks, draw nigh to gaze;<br>we too will thither bend our joyful footsteps; <br>O come, &c.</p><p>Child, for us sinners poor and in the manger,<br>we would embrace thee, with love and awe;<br>who would not love thee, loving us so dearly?<br>O come, &c.</p><p>Lo! star-led chieftains, magi, Christ adoring,<br>offer him frankincense and gold and myrrh;<br>we to the Christ-child bring our hearts oblations: <br>O come, &c.",
"115": "Hail to the Lord who comes,<br>comes to his temple gate,<br>not with his angel host,<br>not in his kingly state:<br>no shouts proclaim him nigh,<br>no crowds his coming wait.</p><p>But borne upon the throne<br>of Mary’s gentle breast,<br>watched by her duteous love,<br>in her fond arms at rest;<br>thus to his Father’s house<br>he comes, the heavenly guest.</p><p>There Joseph at her side<br>in reverent wonder stands;<br>and, filled with holy joy,<br>old Simeon in his hands<br>takes up the promised child,<br>the glory of all lands.</p><p>Hail to the great Firstborn,<br>whose ransom-price they pay,<br>the Son before all worlds,<br>the child of man today,<br>that he might ransom us<br>who still in bondage lay.</p><p>O Light of all the earth,<br>thy children wait for thee:<br>come to thy temples here,<br>that we, from sin set free,<br>before thy Father’s face<br>may all presented be.",
  "Annunciation": "The God whom earth and sea and sky<br>Adore and laud and magnify,<br>Who o’er their threefold fabric reigns,<br>The Virgin’s spotless womb contains.</p><p>The God whose will by moon and sun<br>And all things in due course is done,<br>Is borne upon a maiden’s breast,<br>Whom God’s foreseeing grace possessed.</p><p>How blest that Mother, in whose shrine<br>The very Word of God divine,<br>Whose hand contains the earth and sky,<br>Vouchsafed, as in his ark, to lie.</p><p>Blest in the message Gabriel brought,<br>Blest by the work the Spirit wrought,<br>Blest evermore, who brought to birth<br>The great Desire of all the earth.</p><p>All honor, laud, and glory be<br>O Jesu, Virgin-born, to thee,<br>Whom with the Father we adore<br><br>And Holy Spirit, evermore.",
  "JohnBaptist": "The great forerunner of the morn,<br>the herald of the Word, is born;<br>and faithful hearts shall never fail<br>with thanks and praise his light to hail.</p><p>With heav’nly message Gabriel came,<br>that John should be the herald’s name,<br>and with prophetic utterance told<br>his actions great and manifold.</p><p>John, still unborn, yet gave aright<br>his witness to the coming light;<br>and Christ, the Sun of all the earth,<br>fulfilled that witness at his birth.</p><p>Of woman born shall never be<br>a greater prophet than was he,<br>whose mighty deeds exalt his fame<br>to greater than a prophet’s name.</p><p>All praise to God the Father be,<br>all praise, eternal Son, to thee,<br>whom with the Spirit we adore<br>for ever and for evermore.",
  "Peter": "Forsaken once, and thrice denied,<br>the risen Lord gave pardon free,<br>stood once again at Peter’s side,<br>and asked him, “Lov’st thou me?”</p><p>How many times with faithless word<br>have we denied his holy name,<br>how oft forsaken our dear Lord,<br>and shrunk when trial came!</p><p>Saint Peter, when the cock crew clear,<br>went out, and wept his broken faith:<br>strong as a rock through strife and fear,<br>he served his Lord till death.</p><p>How oft his cowardice of heart<br>we have without his love sincere,<br>the sin without the sorrow’s smart,<br>the shame without the tear!</p><p>O oft forsaken, oft denied,<br>forgive our shame, wash out our sin; <br>look on us from thy Father’s side <br>and let that sweet look win.</p><p>Hear when we call thee from the deep, <br>still walk beside us on the shore,<br>give hands to work, and eyes to weep,<br>and hearts to love thee more.",
  "James": "Lord, who shall sit beside thee,<br>Enthroned on either hand,<br>when clouds no longer hide thee,<br>mid all thy faithful band?</p><p>Who drinks the cup of sorrow<br>thy Father gave to thee<br>neath shows of the morrow<br>in dark Gethsemane;</p><p>Who on thy passion thinking<br>can find in loss a gain,<br>and dare to meet unshrinking<br>thy baptism of pain.</p><p>O Jesus, form within us<br>thy likeness clear and true;<br>by thine example win us<br>to suffer or to do.</p><p>This law itself fulfilleth,<br>Christlike to Christ is nigh,<br>and, where the Father willeth,<br>shall sit with Christ on high.",
  "Bartholomew": "The son of Consolation!<br>Of Levi’s priestly line,<br>Filled with the Holy Spirit<br>And fervent faith divine,<br>With lowly self-oblation,<br>For Christ an offering meet,<br>He laid his earthly riches<br>At the Apostles’ feet.</p><p>The son of Consolation!<br>O name of soothing balm!<br>It fell on sick and weary<br>Like breath of heaven’s own calm!<br>And the blest son of comfort,<br>With fearless, loving hand,<br>The Gentiles’ great Apostle<br>Led to the faithful band.</p><p>The son of Consolation!<br>Drawn near unto his Lord,<br>He won the martyr’s glory,<br>And passed to his reward.<br>With him is faith now ended,<br>For ever lost in sight,<br>But love, made perfect, fills him<br>With praise, and joy, and light.</p><p>The son of Consolation!<br>Lord, hear our humble prayer,<br>That each of us Thy children<br>Such blessed name may bear!<br>That we, sweet comfort shedding<br>O’er homes of pain and woe,<br>Midst sickness and in prisons,<br>May seek Thee here below.</p><p>The sons of Consolation!<br>O what their bliss will be,<br>When Christ the King shall tell them<br>“Ye did it unto Me!”<br>The merciful and loving<br>The Lord of life shall own,<br>And as His priceless jewels<br>Shall set them round His throne.",
  "Matthew": "He sat to watch o’er customs paid,<br>a man of scorned and hardening trade,<br>alike the symbol and the tool<br>of foreign masters’ hated rule.</p><p>But grace within his heart had stirred,<br>there needed but the timely word;<br>it came, true Lord of souls, from thee,<br>that royal summons, “Follow me.”</p><p>Enough, when thou wert passing by,<br>to hear thy voice, to meet thine eye;<br>he rose, responsive to the call,<br>and left his task, his gains, his all.</p><p>O wise exchange! with these to part,<br>and lay up treasures in the heart;<br>with twofold crown of light to shine<br>amid thy servants’ foremost line.</p><p>Come, Savior, as in days of old;<br>pass where the world has strongest hold,<br>and faithless care and selfish greed<br>are thorns that choke the holy seed.</p><p>Who keeps thy gifts, O bid them claim<br>the steward’s, not the owner’s name;<br>who yield up all for thy dear sake.<br>let them of Matthew’s wealth partake.",
  "Luke": "Saviour, who didst healing give,<br>Still in power go before us;<br>Thou through death didst bid men live,<br>Unto fuller life restore us;<br>Strength from thee the fainting found,<br>Deaf men heard, the blind went seeing;<br>At thy touch was banished sickness,<br>And the leper felt new being.</p><p>Thou didst work thy deeds of old<br>Through the loving hands of others;<br>Still thy mercies manifold<br>Bless men by the hands of brothers;<br>Angels still before thy face<br>Go, sweet health to brothers bringing;<br>Still, hearts glow to tell his praises<br>With whose name the Church is ringing.</p><p>Loved physician! for his word<br>Lo, the gospel page burns brighter,<br>Mission servant of the Lord,<br>Painter true, and perfect writer;<br>Saviour, of thy bounty send<br>Such as Luke of gospel story,<br>Friends to all in body’s prison<br>Till the sufferers see thy glory.",
  "SimonAndJude": "Thou Who sentest Thine apostles<br>Two by two before Thy face,<br>Partners in the night of toiling,<br>Heirs together of Thy grace,<br>Throned at length, their labors ended,<br>Each in his appointed place;</p><p>Praise to Thee for those Thy champions<br>Whom our hymns to-day proclaim;<br>One, whose zeal by Thee enlightened<br>Burned anew with nobler flame;<br>One, the kinsman of Thy childhood,<br>Brought at last to know Thy Name.</p><p>Praise to Thee! Thy fire within them<br>Spake in love, and wrought in power;<br>Seen in mighty stars and wonders<br>In Thy Church’s mourning hour;<br>Heard in tones of sternest warning<br>When the storms began to lower.</p><p>Once again those storms are breaking;<br>Hearts are failing, love grows cold;<br>Faith is darkened, sin abounding;<br>Grievous wolves assail Thy fold:<br>Save us, Lord, our one Salvation;<br>Save the faith revealed of old.</p><p>Call the erring by Thy pity;<br>Warn the tempted by Thy fear;<br>Keep us true to Thine allegiance,<br>Counting life itself less dear;<br>Standing firmer, holding faster,<br>As we see the end draw near:</p><p>Till with holy Jude and Simon<br>And the thousand faithful more,<br>We, the good confession witnessed<br>And the lifelong conflict o’er,<br>On the sea of fire and crystal<br>Stand, and wonder, and adore.",
  "243": "I sing a song of the saints of God,<br>patient and brave and true,<br>who toiled and fought and lived and died<br>for the Lord they loved and knew.<br>And one was a doctor, and one was a queen,<br>and one was a shepherdess on the green:<br>they were all of them saints of God—and I mean,<br>God helping, to be one too.</p><p>They loved their Lord so dear, so dear,<br>and his love made them strong;<br>and they followed the right, for Jesus’ sake,<br>the whole of their good lives long.<br>And one was a soldier, and one was a priest,<br>and one was slain by a fierce wild beast:<br>and there’s not any reason, no, not the least,<br>why I shouldn’t be one too.</p><p>They lived not only in ages past,<br>there are hundreds of thousands still,<br>the world is bright with the joyous saints<br>who love to do Jesus’ will.<br>You can meet them in school, or in lanes, or at sea,<br>in church, or in trains, or in shops, or at tea,<br>for the saints of God are just folk like me,<br>and I mean to be one too."
}
