{
  "LXX": [
    "Fight the good fight with all thy might,<br>Christ is thy strength and Christ thy right;<br>lay hold on life, and it shall be<br>thy joy and crown eternally.</p><p>Run the straight race, through God's good grace,<br>lift up thine eyes and seek his face;<br>life with its way before us lies,<br>Christ is the path and Christ the prize.</p><p>Cast care aside, lean on thy Guide;<br>his boundless mercy will provide;<br>trust, and thy trusting soul shall prove<br>Christ is its life and Christ its love.</p><p>Faint not nor fear, his arms are near;<br>he changeth not, and thou art dear;<br>only believe, and thou shalt see<br>that Christ is all in all to thee."
  ],
  "LX": [
    "Almighty God, thy word is cast<br>like seed upon the ground,<br>now let the dew of heaven descend<br>and righteous fruits abound.</p><p>Let not the foe of Christ and man<br>this holy seed remove:<br>but give it root in every heart,<br>to bring forth fruits of love.</p><p>Let not the world's deceitful cares<br>the rising plant destroy,<br>but let it yield a hundred-fold<br>the fruits of peace and joy.</p><p>Oft as the precious seed is sown,<br>thy quickening grace bestow;<br>that all whose souls the truth receive<br>its saving power may know."
  ],
  "L": [
    "Come down, O love divine,<br>seek thou this soul of mine,<br>and visit it with thine own ardor glowing;<br>O Comforter, draw near,<br>within my heart appear,<br>and kindle it, thy holy flame bestowing.</p><p>O let it freely burn,<br>till earthly passions turn<br>to dust and ashes in its heat consuming;<br>and let thy glorious light<br>shine ever on my sight,<br>and clothe me round, the while my path illuming.</p><p>Let holy charity<br>mine outward vesture be,<br>and lowliness become mine inner clothing;<br>true lowliness of heart,<br>which takes the humbler part,<br>and o'er its own shortcomings weeps with loathing.</p><p>And so the yearning strong,<br>with which the soul will long,<br>shall far outpass the power of human telling;<br>for none can guess its grace,<br>till Love create a place<br>wherein the Holy Spirit makes a dwelling."
  ],
  "AW": [
    "Lord, who throughout these forty days,<br>For us didst fast and pray,<br>Teach us with thee to mourn our sins,<br>And close by thee to stay.</p><p>As thou with Satan didst contend,<br>And didst the victory win,<br>O give us strength in thee to fight,<br>In thee to conquer sin.</p><p>As thou didst hunger bear and thirst,<br>So teach us, gracious Lord,<br>To die to self, and chiefly live<br>By thy most holy word.</p><p>And through these days of penitence,<br>And through thy Passion-tide,<br>Yea, evermore, in life and death,<br>Jesus! with us abide.</p><p>Abide with us, that so, this life<br>Of suffering overpast,<br>An Easter of unending joy<br>We may attain at last!",
    "The fast, as taught by holy lore,<br>We keep in solemn course once more;<br>The fast to all men known, and bound<br>In forty days of yearly round.</p><p>The law and seers that were of old<br>In divers ways this Lent foretold<br>Which Christ, all seasons’ king and guide,<br>In after ages sanctified.</p><p>More sparing therefore let us make<br>The words we speak, the food we take,<br>Our sleep and mirth, and closer barred<br>Be every sense in holy guard.</p><p>In prayer together let us fall,<br>And cry for mercy, one and all,<br>And weep before the Judge’s feet,<br>And His avenging wrath entreat.</p><p>Thy grace have we offended sore,<br>By sins, O God, which we deplore;<br>But pour upon us from on high,<br>O pardoning One, Thy clemency.</p><p>Remember Thou, though frail we be,<br>That yet Thine handiwork are we;<br>Nor let the honor of Thy name<br>Be by another put to shame.</p><p>Forgive the sin that we have wrought;<br>Increase the good that we have sought;<br>That we at length, our wanderings o’er,<br>May please Thee here and evermore.</p><p>We pray Thee, holy Trinity,<br>One God, unchanging Unity,<br>That we from this our abstinence<br>May reap the fruits of penitence."
  ],
  "L1": [
    "The glory of these forty days<br>we celebrate with songs of praise;<br>for Christ, through whom all things were made,<br>himself has fasted and has prayed.</p><p>Alone and fasting Moses saw<br>the loving God who gave the law;<br>and to Elijah, fasting, came <br>the steeds and chariots of flame.</p><p>So Daniel trained his mystic sight,<br>delivered from the lions' might;<br>and John, the Bridegroom's friend, became<br>the herald of Messiah's name.</p><p>Then grant us, Lord, like them to be<br>full oft in fast and prayer with thee;<br>our spirits strengthen with thy grace,<br>and give us joy to see thy face.</p><p>O Father, Son, and Spirit blest,<br>to thee be every prayer addressed,<br>who art in three-fold Name adored, <br>from age to age, the only Lord."
  ],
  "L2": [
    "O God of truth, O Lord of might,<br>who ord'rest tim and change aright,<br>and send'st the early morning ray,<br>and light'st the glow of perfect day:</p><p>Extinguish thou each sinful fire,<br>and banish every ill desire;<br>and while thou keep's the body whole,<br>shed forth thy peace upon the soul.</p><p>O Father, that we ask be done,<br>through Jesus Christ, thine only Son,<br>who, with the Holy Ghost and thee,<br>doth live and reign eternally."
  ],
  "L3": [
    "In the hour of trial, <br>Jesus, plead for me,<br>lest by base denial <br>I depart from thee.<br>When thou seest me waver, <br>with a look recall,<br>nor for fear or favor <br>suffer me to fall.</p><p>With forbidden pleasures <br>would this vain world charm,<br>or its sordid treasures <br>spread to work me harm,<br>bring to my remembrance <br>sad Gethsemane,<br>or, in darker semblance, <br>cross-crowned Calvary.</p><p>If with sore affliction<br>thou in love chastise,<br>pour thy benediction<br>on the sacrifice:<br>then upon thine altar<br>freely offered up,<br>though the faith may falter,<br>faith shall drink the cup.</p><p>When in dust and ashes<br>to the grave I sink,<br>while heaven's glory flashes<br>o'er the shelving brink,<br>on thy truth relying, <br>through that mortal strife,<br>Lord, receive me, dying, <br>to eternal life."
  ],
  "L4": [
    "I heard the voice of Jesus say,<br>“Come unto me and rest;<br>lay down, thou weary one, lay down<br>thy head upon my breast.”<br>I came to Jesus as I was,<br>so weary, worn, and sad;<br>I found in him a resting place, <br>and he has made me glad.</p><p>I heard the voice of Jesus say,<br>“Behold, I freely give<br>the living water; thirsty one,<br>stoop down and drink, and live.”<br>I came to Jesus, and I drank<br>of that life-giving stream;<br>my thirst was quenched, my soul revived,<br>and now I live in him.</p><p>I heard the voice of Jesus say,<br>“I am this dark world's light;<br>look unto me, thy morn shall rise,<br>and all thy day be bright.”<br>I looked to Jesus, and I found <br>in him my Star, my Sun;<br>and in that light of life I'll walk<br>till traveling days are done."
  ],
  "L5": [
    "Hail, thou once-despisèd Jesus!<br>Hail, thou Galilean King!<br>Thou didst suffer to release us;<br>thou didst free salvation bring.<br>Hail, thou universal Savior,<br>bearer of our sin and shame,<br>by thy merit we find favor:<br>life is given through thy Name.</p><p>Paschal Lamb, by God appointed,<br>all our sins on thee were laid:<br>by almighty love anointed,<br>thou hast full atonement made.<br>All thy people are forgiven<br>through the virtue of thy blood:<br>opened is the gate of heaven,<br>peace is made 'twixt man and God.</p><p>Jesus, hail! enthroned in glory,<br>there for ever to abide;<br>all the heavenly hosts adore thee,<br>seated at thy Father's side.<br>There for sinners thou art pleading:<br>there thou dost our place prepare;<br>thou for saints are interceding<br>till in glory they appear.</p><p>Worship, honor, pow'r, and blessing<br>thou art worthy to receive;<br>highest praises, without ceasing,<br>meet it is for us to give.<br>Help, ye bright angelic spirits,<br>bring your sweetest, noblest lays;<br>help to sing of Jesus’ merits,<br>help to chant Emmanuel's praise!"
  ],
  "Palm": [
    "All glory, laud, and honor<br>to thee, Redeemer, King!<br>to whom the lips of children<br>made sweet hosannas ring.</p><p>Thou art the King of Israel,<br>thou David's royal Son,<br>who in the Lord's Name comest,<br>the King and Blessèd One.<br>All glory, &c.</p><p>The company of angels <br>are praising thee on high;<br>and mortal men and all things<br>created make reply. <br>All glory, &c.</p><p>The people of the Hebrews<br>with palms before thee went;<br>our praise and prayer and anthems<br>before thee we present.<br>All glory, &c.</p><p>To thee before thy passion<br>they sang their hymns of praise;<br>to thee, now high exalted,<br>our melody we raise. <br>All glory, &c.</p><p>Thou didst accept their praises;<br>accept the prayers we bring,<br>who in all good delightest,<br>thou good and gracious King. <br>All glory, &c."
  ],
  "HW-Mon": [
    "There is a green hill far away,<br>Without a city wall,<br>Where the dear Lord was crucified<br>Who died to save us all.</p><p>We may not know, we cannot tell,<br>What pains he had to bear,<br>But we believe it was for us<br>He hung and suffered there.</p><p>He died that we might be forgiv'n,<br>He died to make us good,<br>That we might go at last to heav'n,<br>Saved by his precious blood.</p><p>There was no other good enough<br>To pay the price of sin,<br>He only could unlock the gate<br>Of heav'n, and let us in.</p><p>O dearly, dearly has he loved!<br>And we must love him too,<br>And trust in his redeeming blood,<br>And try his works to do.",
    "O thou, who through this holy week,<br>didst suffer for us all,<br> the sick to cure, the lost to seek,<br> to raise up them that fall. </p><p>We cannot understand the woe<br> thy love was pleased to bear: <br>O Lamb of God, we only know<br> that all our hopes are there. </p><p>Thy feet the path of suff’ring trod,<br> thy hand the vict’ry won: <br>what shall we render to our God<br> for all that he hath done? </p><p>O grant us, Lord, with thee to die, <br>with thee to rise anew; <br>grant us the things of earth to fly,<br> the things of heav’n pursue. </p><p>To God, the blessèd Three in One,<br> all praise and glory be: <br>crown, Lord, thy servants who have won<br> the victory through thee."
  ],
  "HW-Thu": [
    "’Twas on that dark, that doleful night<br>When pow’rs of earth and hell arose<br>Against the Son of God’s delight<br>And friends betrayed Him to His foes.</p><p>Before the mournful scene began,<br>He took the bread and blessed and brake.<br>What love through all His actions ran!<br>What wondrous words of grace He spake!</p><p>“This is My Body, broke for sin;<br>Receive and eat the living Food;”<br>Then took the cup and blessed the wine;<br>”’Tis the new cov’nant in My Blood.”</p><p> “Do this,” He said, “till time shall end,<br>In mem’ry of your dying Friend.<br>Meet at My table and record<br>The love of your departed Lord.”</p><p>Jesus, Thy feast we celebrate;<br>We show Thy death, we sing Thy name,<br>Till Thou return and we shall eat<br>The marriage supper of the Lamb."
  ],
  "GF": [
    "O sacred head, surrounded<br> by crown of piercing thorn! <br>O bleeding head, so wounded,<br> reviled and put to scorn! <br>Our sins have marred the glory<br>of thy most holy face,<br> yet angel hosts adore thee<br> and tremble as they gaze.</p><p> I see thy strength and vigor<br> all fading in the strife,<br> and death with cruel rigor,<br> bereaving thee of life; <br>O agony and dying! <br>O love to sinners free! <br>Jesus, all grace supplying,<br> O turn thy face on me. </p><p> In this thy bitter passion,<br> Good Shepherd, think of me <br>with thy most sweet compassion,<br> unworthy though I be: <br>beneath thy cross abiding<br> for ever would I rest,<br> in thy dear love confiding,<br> and with thy presence blessed.",
    "Ah, holy Jesus! how hast thou offended,<br> that man to judge thee hath in hate pretended? <br>By foes derided, by thine own rejected, <br>O most afflicted. </p><p>Who was the guilty? Who brought this upon thee? <br>Alas, my treason, Jesus, hath undone thee. <br>’Twas I, Lord Jesus, I it was denied thee: <br>I crucified thee. </p><p>Lo, the Good Shepherd for the sheep is offered; <br>the slave hath sinnèd, and the Son hath suffered; <br>for our atonement, while we nothing heedeth,<br> God intercedeth. </p><p> For me, kind Jesus, was thy incarnation,<br> thy mortal sorrow, and thy life’s oblation; thy death of anguish and thy bitter passion,<br>for my salvation. </p><p>Therefore, kind Jesus, since I cannot pay thee,<br> I do adore thee, and will ever pray thee,<br> think on thy pity and thy love unswerving, <br>not my deserving. ",
    "When I survey the wondrous cross<br> on which the Prince of Glory died, <br>my richest gain I count but loss,<br> and pour contempt on all my pride. </p><p>Forbid it, Lord, that I should boast,<br> save in the cross of Christ, my God: <br>all the vain things that charm me most, <br>I sacrifice them to his blood. </p><p>See, from his head, his hands, his feet, <br>sorrow and love flow mingling down! <br>Did e’er such love and sorrow meet, <br>or thorns compose so rich a crown? </p><p>Were the whole realm of nature mine,<br> that were an off’ring far too small; <br>love so amazing, so divine,<br> demands my soul, my life, my all."
  ],
  "EE": [
    "Resting from His work to-day<br>In the tomb the Saviour lay;<br>Still He slept, from head to feet<br>Shrouded in the winding-sheet,<br>Lying in the rock alone,<br>Hidden by the sealèd stone.</p><p>Late at even there was seen<br>Watching long the Magdalene;<br>Early, ere the break of day,<br>Sorrowful she took her way<br>To the holy garden glade,<br>Where her buried Lord was laid.</p><p>So with Thee, till life shall end,<br>I would solemn vigil spend:<br>Let me hew Thee, Lord, a shrine<br>In this rocky heart of mine,<br>Where in pure embalmèd cell,<br>None but Thou may ever dwell.</p><p>Myrrh and spices will I bring,<br>True affection's offering;<br>Close the door from sight and sound<br>Of the busy world around;<br>And in patient watch remain<br>Till my Lord appear again."
  ],
  "Easter": [
    "Hail thee, festival day!<br>Blest day that art hallowed forever;<br>day wherein Christ arose,<br>breaking the kingdom of death.</p><p>Lo, the fair beauty of earth,<br>from the death of the winter arising,<br>every good gift of the year<br>now with its Master returns.<br>Hail thee, &c.</p><p>He who was nailed to the Cross<br>is God and the Ruler of all things;<br>all things created on earth<br>worship the Maker of all. <br>Hail thee, &c.</p><p>God of all pity and power,<br>let thy word be assured to the doubted;<br>light on the third day returns:<br>rise, Son of God, from the tomb! <br>Hail thee, &c.</p><p>Ill doth it seem that thy limbs<br>should linger in lowly dishonor;<br>ransom and price of the world,<br>veiled from the vision of men. <br>Hail thee, &c.</p><p>Loosen, O Lord, the enchained,<br>the spirits imprisoned in darkness;<br>rescue, recall into life those<br>who are rushing to death. <br>Hail thee, &c.</p><p>Ill it beseemeth that thou,<br>by whose hand all things are encompassed,<br>captive and bound shouldst remain,<br>deep in the gloom of the rock. <br>Hail thee, &c.</p><p>Rise now, O Lord, from the grave<br>and cast off the shroud that enwrapped thee;<br>thou art sufficient for us;<br>nothing without thee exists. <br>Hail thee, &c.</p><p>Mourning they laid thee to rest,<br>who art Author of life and creation;<br>treading the pathway of death,<br>life thou bestowedst on man. <br>Hail thee, &c.</p><p>Show us thy face once more,<br>that the ages may joy in thy brightness;<br>give us the light of day,<br>darkened on earth at thy death. <br>Hail thee, &c.</p><p>Out of the prison of death<br>thou art rescuing numberless captives;<br>freely they tread in the way<br>whither their Maker has gone. <br>Hail thee, &c.</p><p>Jesus has harrowed hell;<br>he has led captivity captive;<br>darkness and chaos and death<br>flee from the face of the light. <br>Hail thee, &c.",
    "Jesus Christ is ris’n today, Alleluia!<br>Our triumphant holy day, Alleluia!<br>Who did once, upon the cross, Alleluia!<br>Suffer to redeem our loss, Alleluia!</p><p>Hymns of praise then let us sing, Alleluia!<br>Unto Christ, our heav’nly King, Alleluia!<br>Who endured the cross and grave, Alleluia!<br>Sinners to redeem and save, Alleluia!</p><p>But the pains which he endured, Alleluia!<br>Our salvation hath procured, Alleluia!<br>Now above the sky he’s king, Alleluia!<br>Where the angels ever sing, Alleluia!</p><p>Sing we to our God above, Alleluia!<br>Praise eternal as his love, Alleluia!<br>Praise him, all ye heav’nly host, Alleluia!<br>Father, Son, and Holy Ghost, Alleluia!",
    "Alleluia, alleluia!<br>Hearts to heav’n and voices raise:<br>Sing to God a hymn of gladness,<br>Sing to God a hymn of praise.<br>He, who on the cross a Victim,<br>For the world’s salvation bled,<br>Jesus Christ, the King of glory,<br>Now is risen from the dead.</p><p>Now the iron bars are broken,<br>Christ from death to life is born,<br>Glorious life, and life immortal,<br>On the holy Easter morn.<br>Christ has triumphed, and we conquer<br>By his mighty enterprise:<br>We with him to life eternal<br>By his resurrection rise.</p><p>Christ is risen, Christ, the first fruits<br>Of the holy harvest field,<br>Which will all its full abundance<br>At His second coming yield:<br>Then the golden ears of harvest<br>Will their heads before him wave,<br>Ripened by his glorious sunshine<br>From the furrows of the grave.</p><p>Christ is risen! We are risen!<br>Shed upon us heav’nly grace,<br>Rain and dew and gleams of glory<br>From the brightness of thy face;<br>That we, with our hearts in heaven,<br>Here on earth may fruitful be,<br>And by angel hands be gathered,<br>And be ever, Lord, with thee.</p><p>Alleluia, alleluia!<br>Glory be to God on high;<br>Alleluia! to the Savior<br>Who has gained the victory;<br>Alleluia! to the Spirit,<br>Fount of love and sanctity:<br>Alleluia, alleluia!<br>To the Triune Majesty.",
    "He is risen, he is risen!<br>Tell it out with joyful voice:<br>he has burst his three days’ prison;<br>let the whole wide earth rejoice:<br>death is conquered, man is free,<br>Christ has won the victory.</p><p>Come, ye sad and fearful-hearted,<br>with glad smile and radiant brow!<br>Lent’s long shadows have departed;<br>Jesus’ woes are over now,<br>and the passion that he bore—<br>sin and pain can vex no more.</p><p>Come, with high and holy hymning,<br>hail our Lord’s triumphant day;<br>not one darksome cloud is dimming<br>yonder glorious morning ray,<br>breaking o’er the purple east,<br>symbol of our Easter feast.</p><p>He is risen, he is risen!<br>He hath opened heaven’s gate:<br>we are free from sin’s dark prison,<br>risen to a holier state;<br>and a brighter Easter beam<br>on our longing eyes shall stream.",
    "At the Lamb’s high feast we sing<br>praise to our victorious King,<br>who hath washed us in the tide<br>flowing from his pierced side;<br>praise we him, whose love divine<br>gives his sacred Blood for wine,<br>gives his Body for the feast,<br>Christ the victim, Christ the priest.</p><p>Where the Paschal blood is poured,<br>death’s dark angel sheathes his sword;<br>Israel’s hosts triumphant go<br>through the wave that drowns the foe.<br>Praise we Christ, whose blood was shed,<br>Paschal victim, Paschal bread;<br>with sincerity and love<br>eat we manna from above.<br></p><p>Mighty victim from on high,<br>hell’s fierce powers beneath thee lie;<br>thou hast conquered in the fight,<br>thou hast brought us life and light:<br>now no more can death appall,<br>now no more the grave entrall;<br>thou hast opened paradise,<br>and in thee thy saints shall rise.<br></p><p>Easter triumph, Easter joy,<br>sin alone can this destroy;<br>from sin’s power do thou set free<br>souls newborn, O Lord, in thee.<br>Hymns of glory and of praise,<br>Risen Lord, to thee we raise;<br>Holy Father, praise to thee,<br>with the Spirit, ever be.",
    "The strife is o’er, the battle done,<br>the victory of life is won;<br>the song of triumph has begun.<br>Alleluia!</p><p>The pow’rs of death have done their worst,<br>but Christ their legions hath dispersed:<br>let shout of holy joy outburst.<br>Alleluia!</p><p>The three sad days are quickly sped,<br>he rises glorious from the dead:<br>all glory to our risen Head!<br>Alleluia!</p><p>He closed the yawning gates of hell,<br>the bars from heaven’s high portals fell;<br>let hymns of praise his triumphs tell!<br>Alleluia!</p><p>Lord! by the stripes which wounded thee,<br>from death’s dread sting thy servants free,<br>that we may live and sing to thee.<br>Alleluia!",
    "That Eastertide with joy was bright,<br>the sun shone out with fairer light,<br>when, to their longing eyes restored,<br>th’Apostles saw their risen Lord.</p><p>He bade them see his hands, his side,<br>where yet the glorious wounds abide;<br>the tokens true which made it plain<br>their Lord was risen again.</p><p>O Jesus, King of gentleness,<br>do thou thyself out hearts possess<br>that we may give thee all our days<br>the tribute of our grateful praise.</p><p>O Lord of all, with us abide<br>in this our joyful Eastertide;<br>from every weapon death can wield<br>thine own redeemed for ever shield.",
    "Come, ye faithful, raise the strain<br>of triumphant gladness!<br>God hath brought his Israel<br>into joy from sadness:<br>loosed from Pharoah’s bitter yoke<br>Jacob’s sons and daughters,<br>led them with unmoistened foot<br>through the Red Sea waters.</p><p>‘Tis the spring of souls today:<br>Christ hath burst his prison,<br>and from three days’ sleep in death<br>as a sun hath risen;<br>all the winter of our sins,<br>long and dark, is flying<br>from his light, to whom we give<br>laud and praise undying.</p><p>Now the queen of seasons, bright<br>with the day of splendor,<br>with the royal feast of feasts,<br>comes its joy to render;<br>comes to glad Jerusalem,<br>who with true affection<br>welcomes in unwearied strains<br>Jesus’ resurrection.</p><p>Neither might the gates of death,<br>nor the tomb’s dark portal,<br>nor the watchers, nor the seal<br>hold thee as a mortal:<br>but today amidst the twelve<br>thou didst stand, bestowing<br>that thy peace which evermore<br>passeth human knowing.</p><p>Alleluia now we cry<br>to our King Immortal,<br>who triumphant burst the bars<br>of the tomb’s dark portal;<br>alleluia, with the Son<br>God the Father praising;<br>alleluia yet again<br>to the Spirit raising.",
    "“Welcome, happy morning!”<br>age to age shall say:<br>hell today is vanquished,<br>heav’n is won today!<br>Lo! the dead is living,<br>God for evermore!<br>Him their true Creator,<br>all his works adore!</p><p>Earth her joy confesses,<br>clothing her for spring,<br>all fresh gifts return<br>with her returning King:<br>bloom in every meadow,<br>leaves on every bough,<br>speak his sorrow ended,<br>hail his triumph now.</p><p>Months in due succession,<br>days of lengthening light,<br>hours and passing moments<br>praise thee in their flight.<br>Brightness of the morning,<br>sky and fields and sea,<br>Vanquisher of darkness,<br>bring their praise to thee.</p><p>Maker and Redeemer,<br>life and health of all,<br>thou from heaven beholding<br>human nature’s fall,<br>of the Father’s Godhead<br>true and only Son,<br>mankind to deliver,<br>manhood didst put on.</p><p>Thou, of life the Author,<br>death didst undergo,<br>tread the path of darkness,<br>saving strength to show;<br>come then, true and faithful,<br>now fulfill thy word,<br>‘tis thine own third morning!<br>rise, O buried Lord!</p><p>Loose the souls long prisoned,<br>bound with Satan’s chain;<br>all that now is fallen<br>raise to life again;<br>show thy face in brightness,<br>bid the nations see;<br>bring again our daylight:<br>day returns with thee!"
  ],
  "Ea1": [
    "O sons and daughters, let us sing!<br>The King of heaven, the glorious King,<br>O'er death today rose triumphing.<br>Alleluia! Alleluia!</p><p>That Easter morn, at break of day,<br>The faithful women went their way<br>To seek the tomb where Jesus lay.<br>Alleluia! Alleluia!</p><p>An angel clad in white they see,<br>Who sat, and spake unto the three,<br>“Your Lord doth go to Galilee.”<br>Alleluia! Alleluia!</p><p>That night the apostles met in fear;<br>Amidst them came their Lord most dear,<br>And said, “My peace be on all here.”<br>Alleluia! Alleluia!</p><p>When Thomas first the tidings heard,<br>How they had seen the risen Lord,<br>He doubted the disciples' word.<br>Alleluia! Alleluia!</p><p>“My piercèd hands, O Thomas, see;<br>My hands, my feet, I show to thee;<br>Not faithless, but believing be.”<br>Alleluia! Alleluia!</p><p>No longer Thomas then denied,<br>He saw the feet, the hands, the side;<br>“Thou art my Lord and God,” he cried.<br>Alleluia! Alleluia!</p><p>How blest are they who have not seen,<br>And yet whose faith has constant been,<br>For they eternal life shall win.<br>Alleluia! Alleluia!</p><p>On this most holy day of days,<br>To God your hearts and voices raise,<br>In laud, and jubilee, and praise.<br>Alleluia! Alleluia!"
  ],
  "Ea2": [
    "Savior, like a shepherd lead us;<br>much we need thy tender care;<br>in thy pleasant pastures feed us;<br>for our use thy folds prepare.<br>Blessèd Jesus! Blessèd Jesus!<br>Thou hast bought us, thine we are.<br></p><p>Early let us seek thy favor,<br>early let us learn thy will;<br>blessèd Lord and only Savior, <br>with thy love our bosoms fill.<br>Blessèd Jesus! Blessèd Jesus!<br>Thou hast loved us: love us still.",
    "Loving Shepherd of thy sheep,<br>keep us all, in safety keep;<br>nothing can thy power withstand,<br>none can pluck us from thy hand.<br></p><p>Loving Savior, thou didst give<br>thine own life that we might live,<br>bought with blood and bought for thee,<br>thine, and only thine, we'd be.<br></p><p>We would praise thee every day,<br>gladly all thy will obey,<br>like thy blessèd ones above<br>happy in thy precious love.<br></p><p>Loving Shepherd, ever near,<br>teach us all thy voice to hear,<br>suffer not our steps to stray<br>from the straight and narrow way.<br></p><p>Where thou leadest we would go,<br>walking in thy steps below,<br>till before our Father's throne<br>we shall know as we are known."
  ],
  "Ea3": [
    "A few more years shall roll,<br>A few more seasons come,<br>And we shall be with those that rest<br>Asleep within the tomb;<br>Then, O my Lord, prepare<br>My soul for that great day.<br>O wash me in Thy precious blood,<br>And take my sins away.</p><p>A few more suns shall set<br>O'er these dark hills of time,<br>And we shall be where suns are not<br>A far serener clime:<br>Then, O my Lord, prepare<br>My soul for that blest day.<br>O wash me in Thy precious blood,<br>And take my sins away.</p><p>A few more storms shall beat<br>On this wild rocky shore,<br>And we shall be where tempests cease,<br>And surges swell no more;<br>Then, O my Lord, prepare<br>My soul for that calm day.<br>O wash me in Thy precious blood,<br>And take my sins away.</p><p>A few more struggles here,<br>A few more partings o'er,<br>A few more toils, a few more tears,<br>And we shall weep no more:<br>Then, O my Lord, prepare<br>My soul for that bright day.<br>O wash me in Thy precious blood,<br>And take my sins away.</p><p>'Tis but a little while,<br>And He shall come again<br>Who died that we might live, Who lives<br>That we with Him may reign;<br>Then, O my Lord, prepare<br>My soul for that glad day.<br>O wash me in Thy precious blood,<br>And take my sins away."
  ],
  "Ea5": [
    "Lord, in thy Name thy servants plead,<br>and thou hast sworn to hear;<br>thine is the harvest, thine the seed,<br>the fresh and fading year.</p><p>Our hope, when autumn winds blew wild,<br>we trusted, Lord, with thee:<br>and still, now spring has on us smiled,<br>we wait on thy decree.</p><p>The former and the latter rain,<br>the summer sun and air,<br>the green ear and the gold grain,<br>all thine, are ours by prayer.</p><p>Thine too by right and ours by grace,<br>the wondrous growth unseen,<br>the hopes that soothe, the fears that brace,.<br>the love that shines serene.</p><p>So grant the precious things brought forth<br>by sun and moon below,<br>that thee in thy new heaven and earth<br>we never may forgo.</p><p>To Father, Son and Holy Ghost, <br>the God whom we adore,<br>be glory, as it was, is now<br>and shall be evermore."
  ],
  "Ascension": [
    "Hail thee, festival day!<br>Blest day that art hallowed forever;<br>day when our God ascends<br>high in the heavens to reign.</p><p>Lo, the fair beauty of earth,<br>from the death of the winter arising,<br>every good gift of the year<br>now with its Master returns.<br>Hail thee, &c.</p><p>Daily the loveliness grows,<br>adorned with the glory of blossom;<br>heaven her gates unbars, <br>flinging her increase of light.<br>Hail thee, &c.</p><p>Christ in his triumph ascends, <br>who hath vanquished the devil's dominion;<br>gay is the woodland with leaves,<br>bright are the meadows with flowers.<br>Hail thee, &c.</p><p>Christ overwhelms the domain<br>of Hades and rises to heaven;<br>fitly the light gives him praise--<br>meadows and ocean and sky.<br>Hail thee, &c.</p><p>Loosen, O Lord, the enchained,<br>the spirits imprisoned in darkness;<br>rescue, recall into life those<br>who are rushing to death.<br>Hail thee, &c.</p><p>So shalt thou bear in thine arms<br>an immaculate people to heaven,<br>bearing them pure unto God, <br>pledge of thy victory here.<br>Hail thee, &c.</p><p>Jesus, the health of the world,<br>enlighten our minds, thou Redeemer,<br>Son of the Father supreme, <br>only-begotten of God!<br>Hail thee, &c.</p><p>Equal art thou, co-eternal,<br>in fellowship ay with the Father;<br>in the beginning by thee<br>all was created and made.<br>Hail thee, &c.</p><p>And it was thou, blessèd Lord,<br>who discerning humanity's sorrow,<br>humbledst thyself for our race,<br>taking our flesh for thine own.<br>Hail thee, &c.",
    "See, the Conqueror mounts in triumph; see the King in royal state,<br>riding on the clouds, his chariot, <br>to his heavenly palace gate.<br>Hark! the choirs of angel voices <br>joyful alleluias sing,<br>and the portals high are lifted <br>to receive their heavenly King.</p><p>Who is this that comes in glory, <br>with the trump of jubilee?<br>Lord of battles, God of armies, <br>he has gained the victory.<br>he who on the cross did suffer, <br>he who from the grave arose,<br>he has vanquished sin and Satan, <br>he by death has spoiled his foes.</p><p>While he raised his hands in blessing, <br>he was parted from his friends<br>while their eager eyes behold him, <br>he upon the clouds ascends;<br>he who walked with God and pleased him, <br>preaching truth and doom to come,<br>he, our Enoch, is translated <br>to his everlasting home.</p><p>Now our heavenly Aaron enters, <br>with his blood, within the veil;<br>Joshua now is come to Canaan, <br>and the kings before him quail;<br>now he plants the tribes of Israel <br>in their promised resting place;<br>now our great Elijah offers <br>double portion of his grace.</p><p>He has raised our human nature<br>on the clouds to God's right hand;<br>there we sit in heavenly places,<br>there with him in glory stand:<br>Jesus reigns, adored by angels;<br>man with God is on the throne;<br>mighty Lord, in thine ascension<br>we by faith behold our own.</p><p>Glory be to God the Father, <br>glory be to God the Son,<br>dying, risen, ascending for us, <br>who the heavenly realm has won;<br>glory to the Holy Spirit,<br>to One God in persons Three;<br>glory both in earth and heaven, <br>glory, endless glory, be.",
    "Crown him with many crowns, <br>the Lamb upon his throne.<br>Hark! How the heavenly anthem drowns <br>all music but its own.<br>Awake, my soul, and sing of him <br>who died for thee,<br>and hail him as thy matchless King <br>through all eternity.</p><p>Crown him the virgin's Son, <br>the God incarnate born,<br>whose arm those crimson trophies won <br>which now His brow adorn;<br>fruit of the mystic rose, <br>as of that rose the stem;<br>the root whence mercy ever flows, <br>the Babe of Bethlehem.</p><p>Crown him the Son of God, <br>before the worlds began,<br>and ye who tread where he hath trod, <br>crown him the Son of Man;<br>who every grief hath known <br>that wrings the human breast,<br>and takes and bears them for His own,<br>that all in him may rest.</p><p>Crown him the Lord of life, <br>who triumphed over the grave,<br>and rose victorious in the strife <br>for those he came to save.<br>His glories now we sing, <br>who died, and rose on high,<br>who died eternal life to bring, <br>and lives that death may die.</p><p>Crown him the Lord of peace, <br>whose power a scepter sways<br>from pole to pole, that wars may cease, <br>and all be prayer and praise.<br>his reign shall know no end, <br>and round his piercèd feet<br>fair flowers of paradise extend<br>their fragrance ever sweet.</p><p>Crown him the Lord of love, <br>behold his hands and side,<br>those wounds, yet visible above, <br>in beauty glorified.<br>No angel in the sky <br>can fully bear that sight,<br>but downward bends his burning eye <br>at mysteries so bright.</p><p>Crown him the Lord of Heaven, <br>enthroned in worlds above,<br>crown him the King to whom is given <br>the wondrous name of Love.<br>Crown him with many crowns, <br>as thrones before him fall;<br>Crown him, ye kings, with many crowns, <br>for he is King of all.</p><p>Crown him the Lord of lords, <br>who over all doth reign,<br>who once on earth, th'incarnate Word, <br>for ransomed sinners slain,<br>now lives in realms of light, <br>where saints with angels sing<br>their songs before him day and night, <br>their God, Redeemer, King.</p><p>Crown him the Lord of years, <br>the Potentate of time,<br>Creator of the rolling spheres, <br>ineffably sublime.<br>all hail, Redeemer, hail! <br>For thou has died for me;<br>thy praise and glory shall not fail <br>throughout eternity."
  ],
  "Whitsun": [
    "Come, thou Holy Spirit, come,<br>and from thy celestial home<br>shed a ray of light divine!<br>Come, thou Father of the poor!<br>Come, thou Source of all our store!<br>Come, within our bosoms shine!</p><p>Thou, of comforters the best;<br>thou, the soul's most welcome guest;<br>sweet refreshment here below;<br>in our labor, rest most sweet;<br>grateful coolness in the heat;<br>solace in the midst of woe.</p><p>O most blessèd Light divine,<br>shine within these hearts of thine,<br>and our inmost being fill!<br>Where thou art not, man hath naught,<br>nothing good in deed or thought,<br>nothing free from taint of ill.</p><p>Heal our wounds, our strength renew;<br>on our dryness pour thy dew;<br>wash the stains of guilt away;<br>bend the stubborn heart and will;<br>melt the frozen, warm the chill;<br>guide the steps that go astray.</p><p>On the faithful, who adore<br>and confess thee, evermore<br>in thy sevenfold gift descend;<br>give them virtue's sure reward<br>give them thy salvation, Lord;<br>give them joys that never end.",
    "Hail thee, festival day!<br>Blest day that art hallowed forever;<br>day wherein God from heaven,<br>shone on the world with his grace.</p><p>Lo! in the likeness of fire,<br>on them that await his appearing,<br>he whom the Lord foretold,<br>suddenly, swiftly, descends.<br>Hail thee, &c.</p><p>Forth from the Father he comes<br>with his sevenfold mystical dowry,<br>pouring on human souls<br>infinite riches of God. <br>Hail thee, &c.</p><p>Hark! in a hundred tongues<br>Christ's own, his chosen Apostles,<br>preach to a hundred tribes<br>Christ and his wonderful works. <br>Hail thee, &c.</p><p>Praise to the Spirit of life,<br>all praise to the Fount of our being,<br>light that dost lighten all,<br>life that in all dost abide. <br>Hail thee, &c.</p><p>God, who art giver of all<br>good gifts and lover of concord,<br>pour thy balm on our souls,<br>order our ways in thy peace. <br>Hail thee, &c.</p><p>God Almighty, who fillest<br>the heaven, the earth and the ocean,<br>guard us from harm without,<br>cleanse us from evil within. <br>Hail thee, &c.</p><p>Kindle our lips with his live bright coal<br>from the hands of the Seraph;<br>shine in our minds with thy light;<br>burn in our hearts with thy love. <br>Hail thee, &c.",
    "Come down, O love divine,<br>seek thou this soul of mine,<br>and visit it with thine own ardor glowing;<br>O Comforter, draw near,<br>within my heart appear,<br>and kindle it, thy holy flame bestowing.<p></p>O let it freely burn,<br>till earthly passions turn<br>to dust and ashes in its heat consuming;<br>and let thy glorious light<br>shine ever on my sight,<br>and clothe me round, the while my path illuming.<p></p>Let holy charity<br>mine outward vesture be,<br>and lowliness become mine inner clothing;<br>true lowliness of heart,<br>which takes the humbler part,<br>and o'er its own shortcomings weeps with loathing.<p></p>And so the yearning strong,<br>with which the soul will long,<br>shall far outpass the power of human telling;<br>for none can guess its grace,<br>till Love create a place<br>wherein the Holy Spirit makes a dwelling.",
    "Come, Holy Ghost, our souls inspire,<br>and lighten with celestial fire.<br>Thou the anointing Spirit art,<br>who dost thy sevenfold gifts impart.<p></p>Thy blessed unction from above<br>is comfort, life, and fire of love.<br>Enable with perpetual light<br>the dullness of our blinded sight.<p></p>Anoint and cheer our soilèd face<br>with the abundance of thy grace.<br>Keep far from foes, give peace at home:<br>where thou art guide, no ill can come.<p></p>Teach us to know the Father, Son,<br>and thee, of both, to be but One,<br>that through the ages all along,<br>this may be our endless song:<p></p>Praise to thy eternal merit,<br>Father, Son, and Holy Spirit."
  ]
}
