{
    "Patrick": {
        "c": "O ALMIGHTY God, who in thy providence didst choose thy servant Patrick to be the apostle of the Irish people, that he might bring those who were wandering in darkness and error to the true light and knowledge of thee; Grant us so to walk in that light, that we may come at last to the light of everlasting life; through the merits of Jesus Christ thy Son our Lord. Amen.",
        "e": {
            "cit": "Revelation 22:1-5",
            "txt": "HE shewed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb. In the midst of the street of it, and on either side of the river, was there the tree of life, which bare twelve manner of fruits, and yielded her fruit every month: and the leaves of the tree were for the healing of the nations. And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him: And they shall see his face; and his name shall be in their foreheads. And there shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light: and they shall reign for ever and ever."
        },
        "g": {
            "cit": "Matthew 10:16-23",
            "txt": "JESUS said, Behold, I send you forth as sheep in the midst of wolves: be ye therefore wise as serpents, and harmless as doves. But beware of men: for they will deliver you up to the councils, and they will scourge you in their synagogues; And ye shall be brought before governors and kings for my sake, for a testimony against them and the Gentiles. But when they deliver you up, take no thought how or what ye shall speak: for it shall be given you in that same hour what ye shall speak. For it is not ye that speak, but the Spirit of your Father which speaketh in you. And the brother shall deliver up the brother to death, and the father the child: and the children shall rise up against their parents, and cause them to be put to death. And ye shall be hated of all men for my name's sake: but he that endureth to the end shall be saved. But when they persecute you in this city, flee ye into another: for verily I say unto you, Ye shall not have gone over the cities of Israel, till the Son of man be come."
        }
    },
    "Joseph": {
        "c": "O GOD, Creator of all things, who hast made labour the law of the human race: mercifully grant that by the example of St. Joseph, we may accomplish the work thou dost command and attain the rewards thou dost promise: through our Lord Jesus Christ thy Son, who livest and reignest with thee in the unity of the Holy Ghost, ever one God, world without end. Amen.",
        "e": {
            "cit": "Colossians 3:14-17, 22, 23",
            "txt": "ABOVE all things put on charity, which is the bond of perfectness. And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful. Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him. Fathers, provoke not your children to anger, lest they be discouraged. Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God; And whatsoever ye do, do it heartily, as to the Lord, and not unto men."
        },
        "g": {
            "cit": "Matthew 1:18-21",
            "txt": "NOW the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost. Then Joseph her husband, being a just man, and not willing to make her a public example, was minded to put her away privily. But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost. And she shall bring forth a son, and thou shalt call his name Jesus: for he shall save his people from their sins."
        }
    },
    "SuperWesleyBros": {
        "c": "O GOD, who didst inspire thy servants John and Charles Wesley with burning zeal for the sanctification of souls and didst endow them with eloquence in speech and song: Kindle such fervor in thy church, we beseech thee, that those whose faith has cooled may be warmed, and those who have not known thy Christ may turn to him and be saved; who liveth and reigneth with thee and the Holy Ghost, one God, now and for ever. Amen.",
        "e": {
            "cit": "Ephesians 5:15-20",
            "txt": ""
        },
        "g": {
            "cit": "", //Matthew 11.25-end; or 24.42-46; John 10.11-16; or 15.9-17; or 21.15-17 US: Luke 9:1-6
            "txt": ""
        }
    },
    "ElizabethII": {
        "c": "",
        "e": {
            "cit": "Proverbs 31.10-12,20,26-end; 1 Corinthians 12.13–13.3;;; 1 Timothy 2.1-6",
            "txt": ""
        },
        "g": {
            "cit": "Matthew 25.34-end;;; Mark 10.42-45; Luke 14.27-33",
            "txt": ""
        }
    },
    "Hugh": {
        "c": "O MERCIFUL Father, who didst endow thy servant Hugh with a wise and cheerful boldness, and didst teach him to commend the discipline of holy life to kings and princes: Give us grace like him not only to be bold, but to have just cause for boldness, even the fear and love of thyself alone; through Jesus Christ our Lord. Amen.",
        "e": {
            "cit": "1 Timothy 4:12-16",
            "txt": "BE thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity. Till I come, give attendance to reading, to exhortation, to doctrine. Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of the hands of the presbytery. Meditate upon these things; give thyself wholly to them; that thy profiting may appear to all. Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee."
        },
        "g": {
            "cit": "Mark 9:35-37",
            "txt": "JESUS said unto them, If any man desire to be first, the same shall be last of all, and servant of all. And he took a child, and set him in the midst of them: and when he had taken him in his arms, he said unto them, Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me."
        }
    },
    "WeddingAnniversary": {
        "c": "O GOD, who hast so consecrated the covenant of marriage that in it is represented the spiritual unity between Christ and his Church: Send thy blessing upon us as we begin another year, that we may so love, honor, and cherish each other in faithfulness and patience, in wisdom and true godliness, that our home may be a haven of blessing and peace; through Jesus Christ our Lord. Amen.",
        "e": {
            "cit": "Colossians 3:12-17",
            "txt": "PUT on, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering; forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye. And above all these things put on charity, which is the bond of perfectness. And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful. Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord. And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him."
        },
        "g": {
            "cit": "Matthew 19:4-6",
            "txt": "JESUS said unto them, Have ye not read, that he which made them at the beginning made them male and female, and said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh? Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder."
        }
    }
}
